{"In Shakespeare’s Troilus and Cressida, which is almost completely devoted to both a psychic and social study of communication, Shakespeare states his awareness that true social and political navigation depend upon anticipating the consequences of innovation:":[{"content":"In Shakespeare’s Troilus and Cressida, which is almost completely devoted to both a psychic and social study of communication, Shakespeare states his awareness that true social and political navigation depend upon anticipating the consequences of innovation:","parent":"posts/page3.txt","score":1.0000000000000002},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8450350513167695},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.8441167462946874},{"content":"Arnold Toynbee gives an example of Renaissance technology being effectively encountered and creatively controlled when he shows how the revival of the decentralized medieval parliament saved English society from the monopoly of centralism that seized the continent. Lewis Mumford in The City in History tells the strange tale of how the New England town was able to carry out the pattern of the medieval ideal city because it was able to dispense with walls and to mix town and country. When the technology of a time is powerfully thrusting in one direction, wisdom may well call for a countervailing thrust. The implosion of electric energy in our century cannot be met by explosion or expansion, but it can be met by decentralism and the flexibility of multiple small centers. For example, the rush of students into our universities is not explosion but implosion. And the needful strategy to encounter this force is not to enlarge the university, but to create numerous groups of autonomous colleges in place of our centralized university plant that grew up on the lines of European government and nineteenth-century industry.","parent":"posts/page17.txt","score":0.8411672264446969},{"content":"The older unawareness of the psychic and social effects of media can be illustrated from almost any of the conventional pronouncements.","parent":"posts/page3.txt","score":0.8402721599307512},{"content":"In the history of human culture there is no example of a conscious adjustment of the various factors of personal and social life to new extensions except in the puny and peripheral efforts of artists. The artist picks up the message of cultural and technological challenge decades before its transforming impact occurs. He, then, builds models or Noah’s arks for facing the change that is at hand. “The war of 1870 need never have been fought had people read my Sentimental Education,” said Gustave Flaubert.","parent":"posts/page13.txt","score":0.8368290667522859},{"content":"\"Every Roman was surrounded by slaves. The slave and his psychology flooded ancient Italy, and every Roman became inwardly, and of course unwittingly, a slave. Because living constantly in the atmosphere of slaves, he became infected through the unconscious with their psychology. No one can shield himself from such an influence\" (Contributions to Analytical Psychology, London, 1928).","parent":"posts/page11.txt","score":0.8305569560862878},{"content":"The same kind of total, configurational awareness that reveals why the medium is socially the message has occurred in the most recent and radical medical theories. In his Stress of Life, Hans Selye tells of the dismay of a research colleague on hearing of Selye’s theory:","parent":"posts/page3.txt","score":0.8300730175413594},{"content":"The grammar of print cannot help to construe the message of oral and non-written culture and institutions. The English aristocracy was properly classified as barbarian by Matthew Arnold because its power and status had nothing to do with literacy or with the cultural forms of typography. Said the Duke of Gloucester to Edward Gibbon upon the publication of his Decline and Fall: “Another damned fat book, eh, Mr. Gibbon? Scribble, scribble, scribble, eh, Mr. Gibbon?” De Tocqueville was a highly literate aristocrat who was quite able to be detached from the values and assumptions of typography. That is why he alone understood the grammar of typography. And it is only on those terms, standing aside from any structure or medium, that its principles and lines of force can be discerned. For any medium has the power of imposing its own assumption on the unwary. Prediction and control consist in avoiding this subliminal state of Narcissus trance. But the greatest aid to this end is simply in knowing that the spell can occur immediately upon contact, as in the first bars of a melody.","parent":"posts/page6.txt","score":0.8299606646558263},{"content":"A related form of challenge that has always faced cultures is the simple fact of a frontier or a wall, on the other side of which exists another kind of society. Mere existence side by side of any two forms of organization generates a great deal of tension. Such, indeed, has been the principle of symbolist artistic structures in the past century. Toynbee observes that the challenge of a civilization set side by side with a tribal society has over and over demonstrated that the simpler society finds its integral economy and institutions \"disintegrated by a rain of psychic energy generated by the civilization\" of the more complex culture. When two societies exist side by side, the psychic challenge of the more complex one acts as an explosive release of energy in the simpler one. For prolific evidence of this kind of problem it is not necessary to look beyond the life of the teenager lived daily in the midst of a complex urban center. As the barbarian was driven to furious restlessness by the civilized contact, collapsing into mass migration, so the teenager, compelled to share the life of a city that cannot accept him as an adult, collapses into \"rebellion without a cause.\" Earlier the adolescent had been provided with a raincheck. He was prepared to wait it out. But since TV, the drive to participation has ended adolescence, and every American home has its Berlin wall.","parent":"posts/page16.txt","score":0.8286344681036238},{"content":"The increasing awareness of the action of media, quite independently of their “content” or programming, was indicated in the annoyed and anonymous stanza:","parent":"posts/page3.txt","score":0.8280593806392933},{"content":"Toynbee points to the strange falsification of history by archaeology, insofar as the survival of many material objects of the past does not indicate the quality of ordinary life and experience at any particular time. Continuous technical improvement in the means of warfare occurs over the entire period of Hellenic and Roman decline. Toynbee checks out his hypothesis by testing it with the developments in Greek agriculture. When the enterprise of Solon weaned the Greeks from mixed farming to a program of specialized products for export, there were happy consequences and a glorious manifestation of energy in Greek life. When the next phase of the same specialist stress involved much reliance on slave labor, there was a spectacular increase of production. But the armies of technologically specialized slaves working the land blighted the social existence of the independent yeomen and small farmers, and led to the strange world of the Roman towns and cities crowded with rootless parasites.","parent":"posts/page18.txt","score":0.8279511951714519},{"content":"Before the electric speed and total field, it was not obvious that the medium is the message. The message, it seemed, was the \"content,\" as people used to ask what a painting was about. Yet they never thought to ask what a melody was about, nor what a house or a dress was about. In such matters, people retained some sense of the whole pattern, of form and function as a unity.","parent":"posts/page5.txt","score":0.8271886448121357},{"content":"Everything is revealed at a glance. But in England, the paths run criss-cross, and it is only by travelling down each one of them that one can build up a picture of the whole.","parent":"posts/page6.txt","score":0.8269602559456225},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.8260274099758887},{"content":"A Passage to India by E. M. Forster is a dramatic study of the inability of oral and intuitive oriental culture to meet with the rational, visual European patterns of experience. “Rational,” of course, has, for the West, long meant “uniform and continuous and sequential.” In other words, we have confused reason with literacy, and rationalism with a single technology. Thus, in the electric age, man seems to the conventional West to become irrational. In Forster’s novel, the moment of truth and clarity","parent":"posts/page6.txt","score":0.8259032867811822},{"content":"A Passage to India (the phrase is from Whitman, who saw America headed Eastward) is a parable of Western man in the electric age, and is only incidentally related to Europe or the Orient. The ultimate conflict between sight and sound, between written and oral kinds of perception and organization of existence is upon us. Since understanding stops action, as Nietzsche observed, we can moderate the fierceness of this conflict by understanding the media that extend us and raise these wars within and without us.","parent":"posts/page7.txt","score":0.8258153572749314},{"content":"Arnold Toynbee made one approach to the transforming power of media in his concept of \"etherialization,\" which he holds to be the principle of progressive simplification and efficiency in any organization or technology. Typically, he is ignoring the effect of the challenge of these forms upon the response of our senses. He imagines that it is the response of our opinions that is relevant to the effect of media and technology in society, a \"point of view\" that is plainly the result of the typographic spell. For the man in a literate and homogenized society ceases to be sensitive to the diverse and discontinuous life of forms. He acquires the illusion of the third dimension and the \"private point of view\" as part of his Narcissus fixation and is quite shut off from Blake’s awareness or that of the Psalmist, that we become what we behold.","parent":"posts/page9.txt","score":0.8255050042185904},{"content":"Toynbee urges again and again the cultural strategy of the imitation of the example of great men. This, of course, is to locate cultural safety in the power of the will, rather than in the power of adequate perception of situations. Anybody could quip that this is the British trust in character as opposed to intellect. In view of the endless power of men to hypnotize themselves into unawareness in the presence of challenge, it may be argued that will-power is as useful as intelligence for survival. Today we need also the will to be exceedingly informed and aware.","parent":"posts/page17.txt","score":0.8241098980410343},{"content":"Arnold Toynbee has devoted much of his A Study of History to analyzing the kinds of challenge faced by a variety of cultures during many centuries. Highly relevant to Western man is Toynbee’s explanation of how the lame and the crippled","parent":"posts/page15.txt","score":0.8234887059481041}],"The providence that’s in a watchful state":[{"content":"The providence that’s in a watchful state","parent":"posts/page3.txt","score":1},{"content":"Arnold Toynbee gives an example of Renaissance technology being effectively encountered and creatively controlled when he shows how the revival of the decentralized medieval parliament saved English society from the monopoly of centralism that seized the continent. Lewis Mumford in The City in History tells the strange tale of how the New England town was able to carry out the pattern of the medieval ideal city because it was able to dispense with walls and to mix town and country. When the technology of a time is powerfully thrusting in one direction, wisdom may well call for a countervailing thrust. The implosion of electric energy in our century cannot be met by explosion or expansion, but it can be met by decentralism and the flexibility of multiple small centers. For example, the rush of students into our universities is not explosion but implosion. And the needful strategy to encounter this force is not to enlarge the university, but to create numerous groups of autonomous colleges in place of our centralized university plant that grew up on the lines of European government and nineteenth-century industry.","parent":"posts/page17.txt","score":0.8049509601963208}],"Finds bottom in the uncomprehensive deeps,":[{"content":"Finds bottom in the uncomprehensive deeps,","parent":"posts/page3.txt","score":1},{"content":"Does thoughts unveil in their dumb cradles.","parent":"posts/page3.txt","score":0.8185581008893003},{"content":"Tzu-Gung replied, “You take a wooden lever, weighted at the back and light in front. In this way you can bring up water so quickly that it just gushes out. This is called a draw-well.”","parent":"posts/page12.txt","score":0.8146404426632304},{"content":"So that is reckoned wisdom which","parent":"posts/page3.txt","score":0.8134025006225224},{"content":"Dislocation from the typographic trance of the West comes in the Marabar Caves. Adela Quested's reasoning powers cannot cope with the total inclusive field of resonance that is India. After the Caves: \"Life went on as usual, but had no consequences, that is to say, sounds did not echo nor thought develop. Everything seemed cut off at its root and therefore infected with illusion.\"","parent":"posts/page7.txt","score":0.8108639239680316},{"content":"Archimedes once said, “Give me a place to stand and I will move the world.” Today he would have pointed to our electric media and said, “I will stand on your eyes, your ears, your nerves, and your brain, and the world will move in any tempo or pattern I choose.” We have leased these “places to stand” to private corporations.","parent":"posts/page15.txt","score":0.8095038550175475},{"content":"This is a very different thing from the numbing or narcotic effect of new technology that lulls attention while the new form slams the gates of judgment and perception. For massive social surgery is needed to insert new technology into the group mind, and this is achieved by the built-in numbing apparatus discussed earlier. Now the \"technique of the suspended judgment\" presents the possibility of rejecting the narcotic and of postponing indefinitely the operation of inserting the new technology in the social psyche. A new stasis is in prospect.","parent":"posts/page11.txt","score":0.8071403080339372},{"content":"Dimension on canvas, cubism sets up an interplay of planes and contradiction ordramatic conflict of patterns, lights, textures that \"drives home the message\" by involvement. This is held by many to be an exercise in painting, not in illusion. In other words, cubism, by giving the inside and outside, the top, bottom, back, and front and the rest, in two dimensions, drops the illusion of perspective in favor of instant sensory awareness of the whole.","parent":"posts/page5.txt","score":0.8038254932344462},{"content":"Everything is revealed at a glance. But in England, the paths run criss-cross, and it is only by travelling down each one of them that one can build up a picture of the whole.","parent":"posts/page6.txt","score":0.8025626062952224}],"The increasing awareness of the action of media, quite independently of their “content” or programming, was indicated in the annoyed and anonymous stanza:":[{"content":"The increasing awareness of the action of media, quite independently of their “content” or programming, was indicated in the annoyed and anonymous stanza:","parent":"posts/page3.txt","score":1.0000000000000002},{"content":"The older unawareness of the psychic and social effects of media can be illustrated from almost any of the conventional pronouncements.","parent":"posts/page3.txt","score":0.8845166729672453},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.861862429615555},{"content":"Arnold Toynbee is innocent of any understanding of media as they have shaped history but he is full of examples that the student of media can use. At one moment he can seriously suggest that adult education, such as the Workers Educational Association in Britain, is a useful counterforce to the popular press. Toynbee considers that although all of the oriental societies have in our time accepted the industrial technology and its political consequences: \"On the cultural plane, however, there is no uniform corresponding tendency.\" (Somervell, I. 267) This is like the voice of the literate man, floundering in a milieu of ads, who boasts, \"Personally, I pay no attention to ads.\" The spiritual and cultural reservations that the oriental peoples may have toward our technology will avail them not at all. The effects of technology do not occur at the level of opinions or concepts, but alter sense.","parent":"posts/page8.txt","score":0.8603703801994443},{"content":"Today when we want to get our bearings in our own culture, and have need to stand aside from the bias and pressure exerted by any technical form of human expression, we have only to visit a society where that particular form has not been felt or a historical period in which it was unknown. Professor Wilbur Schramm made such a tactical move in studying Television in the Lives of Our Children. He found areas where TV had not penetrated at all and ran some tests. Since he had made no study of the peculiar nature of the TV image, his tests were of \"content\" preferences, viewing time, and vocabulary counts. In a word, his approach to the problem was a literary one, albeit unconsciously so. Consequently, he had nothing to report. Had his methods been employed in 1500 A.D. to discover the effects of the printed book in the lives of children or adults, he could have found out nothing of the changes in human and social psychology resulting from typography. Print created individualism and nationalism in the sixteenth century. Program and “content” analysis offer no clues to the magic of these media or to their subliminal charge.","parent":"posts/page9.txt","score":0.8564034037144715},{"content":"Cubism, by seizing on instant total awareness, suddenly announced that the medium is the message. Is it not evident that the moment that sequence yields to the simultaneous, one is in the world of the structure and of configuration? Is that not what has happened in physics as in painting, poetry, and in communication? Specialized segments of attention have shifted to total field, and we can now say, \"The medium is the message\" quite naturally.","parent":"posts/page5.txt","score":0.8552222257881062},{"content":"The Medium is the Message","parent":"posts/page1.txt","score":0.8526694730671838},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.8495134319021914},{"content":"Before the electric speed and total field, it was not obvious that the medium is the message. The message, it seemed, was the \"content,\" as people used to ask what a painting was about. Yet they never thought to ask what a melody was about, nor what a house or a dress was about. In such matters, people retained some sense of the whole pattern, of form and function as a unity.","parent":"posts/page5.txt","score":0.848402978041169},{"content":"C. P. Snow, reviewing a book of A. L. Rowse (The New York Times Book Review, December 24, 1961) on Appeasement and the road to Munich, describes the top level of British brains and experience in the 1930s. \"Their I.Q.'s were much higher than usual among political bosses. Why were they such a disaster?\" The view of Rowse, Snow approves: \"They would not listen to warnings because they did not wish to hear.\" Being anti-Red made it impossible for them to read the message of Hitler. But their failure was as nothing compared to our present one. The American stake in literacy as a technology or uniformity applied to every level of education, government, industry, and social life is totally threatened by the electric technology. The threat of Stalin or Hitler was external. The electric technology is within the gates, and we are numb, deaf, blind, and mute about its encounter with the Gutenberg technology, on and through which the American way of life was formed. It is, however, no time to suggest strategies when the threat has not even been acknowledged to exist. I am in the position of Louis Pasteur telling doctors that their greatest enemy was quite invisible, and quite unrecognized by them. Our conventional response to all media, namely that it is how they are used that counts, is the numb stance of the technological idiot. For the \"content\" of a medium is like the juicy piece of meat carried by the burglar to distract the watchdog of the mind. The effect of the medium is made strong and intense just because it is given another medium as \"content.\" The content of a movie is a novel or a play or an opera. The effect of the movie form is not related to its program content. The \"content\" of writing or print is speech, but the reader is almost entirely unaware either of print or of speech.","parent":"posts/page8.txt","score":0.8479890094078371},{"content":"That our human senses, of which all media are extensions, are also fixed charges on our personal energies, and that they also configure the awareness and experience of each one of us, may be perceived in another connection mentioned by the psychologist C. G. Jung:","parent":"posts/page11.txt","score":0.8474065563613379},{"content":"Arnold Toynbee made one approach to the transforming power of media in his concept of \"etherialization,\" which he holds to be the principle of progressive simplification and efficiency in any organization or technology. Typically, he is ignoring the effect of the challenge of these forms upon the response of our senses. He imagines that it is the response of our opinions that is relevant to the effect of media and technology in society, a \"point of view\" that is plainly the result of the typographic spell. For the man in a literate and homogenized society ceases to be sensitive to the diverse and discontinuous life of forms. He acquires the illusion of the third dimension and the \"private point of view\" as part of his Narcissus fixation and is quite shut off from Blake’s awareness or that of the Psalmist, that we become what we behold.","parent":"posts/page9.txt","score":0.8457636580785625},{"content":"The electric light escapes attention as a communication medium just because it has no \"content.\" And this makes it an invaluable instance of how people fail to study media at all. For it is not till the electric light is used to spell out some brand name that it is noticed as a medium. Then it is not the light but the \"content\" (or what is really another medium) that is noticed. The message of the electric light is like the message of","parent":"posts/page2.txt","score":0.844524115218439},{"content":"As Selye deals with the total environmental situation in his “stress” theory of disease, so the latest approach to media study considers not only the “content” but the medium and the cultural matrix within which the particular medium operates.","parent":"posts/page3.txt","score":0.8432219301329064},{"content":"The same kind of total, configurational awareness that reveals why the medium is socially the message has occurred in the most recent and radical medical theories. In his Stress of Life, Hans Selye tells of the dismay of a research colleague on hearing of Selye’s theory:","parent":"posts/page3.txt","score":0.8428003317478803},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8411255133511648},{"content":"Leonard Doob, in his report Communication in Africa, tells of one African who took great pains to listen each evening to the BBC news, even though he could understand nothing of it. Just to be in the presence of those sounds at 7 P.M. each day was important for him. His attitude to speech was like ours to melody—the resonant intonation was meaning enough. In the seventeenth century, our ancestors still shared this native’s attitude to the forms of media, as is plain in the fol-","parent":"posts/page9.txt","score":0.8396679394865653},{"content":"Pope Pius XII was deeply concerned that there be serious study of the media today. On February 17, 1950, he said: It is not an exaggeration to say that the future of modern society and the stability of its inner life depend in large part on the maintenance of an equilibrium between the strength of the techniques of communication and the capacity of the individual's own reaction. Failure in this respect has for centuries been typical and total for mankind. Subliminal and docile acceptance of media impact has made them prisons without walls for their human users. As A. J. Liebling remarked in his book The Press, a man is not free if he cannot see where he is going, even if he has a gun to help him get there. For each of the media is also a powerful weapon with which to clobber other media and other groups. The result is that the present age has been one of multiple civil wars that are not limited to the world of art and entertainment. In War and Human Progress, Professor J. U. Nef declared: \"The total wars of our time have been the result of a series of intellectual mistakes...\"","parent":"posts/page10.txt","score":0.8395161635145535},{"content":"Then anger rose up in the old man’s face, and he said “I have heard my teacher say that whoever uses machines does all his work like a machine. He who does his work like a machine grows a heart like a machine, and he who carries the heart of a machine in his breast loses his simplicity. He who has lost his simplicity becomes unsure in the strivings of his soul. Uncertainty in the strivings of the soul is something which does not agree with honest sense. It is not that I do not know of such things; I am ashamed to use them.”","parent":"posts/page12.txt","score":0.8390240984305363},{"content":"tube fires the right ammunition at the right people. It is good. I am not being perverse. There is simply nothing in the Sarnoff statement that will bear scrutiny, for it ignores the nature of the medium, of any and all media, in the true Narcissus style of one hypnotized by the amputation and extension of his own being in a new technical form. General Sarnoff went on to explain his attitude to the technology of print, saying that it was true that print caused much trash to circulate, but it had also disseminated the Bible and the thoughts of seers and philosophers. It has never occurred to General Sarnoff that any technology could do anything but add itself on to what we already are.","parent":"posts/page4.txt","score":0.8374098507311841}],"Knows almost every grain of Plutus’ gold,":[{"content":"Knows almost every grain of Plutus’ gold,","parent":"posts/page3.txt","score":1},{"content":"\"Every Roman was surrounded by slaves. The slave and his psychology flooded ancient Italy, and every Roman became inwardly, and of course unwittingly, a slave. Because living constantly in the atmosphere of slaves, he became infected through the unconscious with their psychology. No one can shield himself from such an influence\" (Contributions to Analytical Psychology, London, 1928).","parent":"posts/page11.txt","score":0.8075533921195079},{"content":"The grammar of print cannot help to construe the message of oral and non-written culture and institutions. The English aristocracy was properly classified as barbarian by Matthew Arnold because its power and status had nothing to do with literacy or with the cultural forms of typography. Said the Duke of Gloucester to Edward Gibbon upon the publication of his Decline and Fall: “Another damned fat book, eh, Mr. Gibbon? Scribble, scribble, scribble, eh, Mr. Gibbon?” De Tocqueville was a highly literate aristocrat who was quite able to be detached from the values and assumptions of typography. That is why he alone understood the grammar of typography. And it is only on those terms, standing aside from any structure or medium, that its principles and lines of force can be discerned. For any medium has the power of imposing its own assumption on the unwary. Prediction and control consist in avoiding this subliminal state of Narcissus trance. But the greatest aid to this end is simply in knowing that the spell can occur immediately upon contact, as in the first bars of a melody.","parent":"posts/page6.txt","score":0.8070547871590708},{"content":"The Roman soldier was a man with a spade. He was an expert workman and builder who processed and packaged the resources of many societies and sent them home. Before machinery, the only massive workforces available for processing material were soldiers or slaves. As the Greek myth of Cadmus points out, the phonetic alphabet was the greatest processor of men for homogenized military life that was known to antiquity. The age of Greek society that Herodotus acknowledges to have been \"overwhelmed by more troubles than in the twenty preceding generations\" was the time that to our literary retrospect appears as one of the greatest of human centuries. It was Macaulay who remarked that it was not pleasant to live in times about which it was exciting to read. The succeeding age of Alexander saw Hellenism expand into Asia and prepare the course of the later Roman expansion. These, however, were the very centuries in which Greek civilization obviously fell apart.","parent":"posts/page18.txt","score":0.8062568515754545},{"content":"In Shakespeare’s Troilus and Cressida, which is almost completely devoted to both a psychic and social study of communication, Shakespeare states his awareness that true social and political navigation depend upon anticipating the consequences of innovation:","parent":"posts/page3.txt","score":0.803053279273742}],"Describes the scratch but not the itch.":[{"content":"Describes the scratch but not the itch.","parent":"posts/page3.txt","score":0.9999999999999999},{"content":"Nothing is that doesn’t act,","parent":"posts/page3.txt","score":0.8150548838963716},{"content":"At any rate, in experimental art, men are given the exact specifications of coming violence to their own psyches from their own counter-irritants or technology. For those parts of ourselves that we thrust out in the form of new invention are attempts to counter or neutralize collective pressures and irritations. But the counter-irritant usually proves a greater plague than the initial irritant, like a drug habit. And it is here that the artist can show us how to \"ride with the punch,\" instead of \"taking it on the chin.\" It can only be repeated that human history is a record of \"taking it on the chin.\"","parent":"posts/page14.txt","score":0.8089473989073666},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8036404351592699},{"content":"Then anger rose up in the old man’s face, and he said “I have heard my teacher say that whoever uses machines does all his work like a machine. He who does his work like a machine grows a heart like a machine, and he who carries the heart of a machine in his breast loses his simplicity. He who has lost his simplicity becomes unsure in the strivings of his soul. Uncertainty in the strivings of the soul is something which does not agree with honest sense. It is not that I do not know of such things; I am ashamed to use them.”","parent":"posts/page12.txt","score":0.8007657702334623}],"Keeps place with thought, and almost like the gods":[{"content":"Keeps place with thought, and almost like the gods","parent":"posts/page3.txt","score":0.9999999999999998},{"content":"In modern thought, (if not in fact)","parent":"posts/page3.txt","score":0.8260983323897717},{"content":"Does thoughts unveil in their dumb cradles.","parent":"posts/page3.txt","score":0.8253672016899073},{"content":"So that is reckoned wisdom which","parent":"posts/page3.txt","score":0.8071180208492342},{"content":"Change alters not only habits of life, but patterns of thought and valuation, citing with approval the outlook of the Chinese sage:","parent":"posts/page12.txt","score":0.8008678360600376}],"Nothing is that doesn’t act,":[{"content":"Nothing is that doesn’t act,","parent":"posts/page3.txt","score":1},{"content":"tube fires the right ammunition at the right people. It is good. I am not being perverse. There is simply nothing in the Sarnoff statement that will bear scrutiny, for it ignores the nature of the medium, of any and all media, in the true Narcissus style of one hypnotized by the amputation and extension of his own being in a new technical form. General Sarnoff went on to explain his attitude to the technology of print, saying that it was true that print caused much trash to circulate, but it had also disseminated the Bible and the thoughts of seers and philosophers. It has never occurred to General Sarnoff that any technology could do anything but add itself on to what we already are.","parent":"posts/page4.txt","score":0.8252621163649617},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8192595061703658},{"content":"and appraisal. Only the dedicated artist seems to have the power for encountering the present actuality.","parent":"posts/page17.txt","score":0.8158864344302147},{"content":"Describes the scratch but not the itch.","parent":"posts/page3.txt","score":0.8150548838963716},{"content":"Then anger rose up in the old man’s face, and he said “I have heard my teacher say that whoever uses machines does all his work like a machine. He who does his work like a machine grows a heart like a machine, and he who carries the heart of a machine in his breast loses his simplicity. He who has lost his simplicity becomes unsure in the strivings of his soul. Uncertainty in the strivings of the soul is something which does not agree with honest sense. It is not that I do not know of such things; I am ashamed to use them.”","parent":"posts/page12.txt","score":0.8139309873831444},{"content":"Does thoughts unveil in their dumb cradles.","parent":"posts/page3.txt","score":0.8085668216819275},{"content":"The older unawareness of the psychic and social effects of media can be illustrated from almost any of the conventional pronouncements.","parent":"posts/page3.txt","score":0.8079983222655145},{"content":"A related form of challenge that has always faced cultures is the simple fact of a frontier or a wall, on the other side of which exists another kind of society. Mere existence side by side of any two forms of organization generates a great deal of tension. Such, indeed, has been the principle of symbolist artistic structures in the past century. Toynbee observes that the challenge of a civilization set side by side with a tribal society has over and over demonstrated that the simpler society finds its integral economy and institutions \"disintegrated by a rain of psychic energy generated by the civilization\" of the more complex culture. When two societies exist side by side, the psychic challenge of the more complex one acts as an explosive release of energy in the simpler one. For prolific evidence of this kind of problem it is not necessary to look beyond the life of the teenager lived daily in the midst of a complex urban center. As the barbarian was driven to furious restlessness by the civilized contact, collapsing into mass migration, so the teenager, compelled to share the life of a city that cannot accept him as an adult, collapses into \"rebellion without a cause.\" Earlier the adolescent had been provided with a raincheck. He was prepared to wait it out. But since TV, the drive to participation has ended adolescence, and every American home has its Berlin wall.","parent":"posts/page16.txt","score":0.806362586584703},{"content":"Emile Durkheim long ago expressed the idea that the specialized task always escaped the action of the social conscience. In this regard, it would appear that the artist is the social conscience and is treated accordingly! \"We have no art,\" say the Balinese; \"we do everything as well as possible.\"","parent":"posts/page14.txt","score":0.8047817167145265},{"content":"Ratios or patterns of perception steadily and without any resistance. The serious artist is the only person able to encounter technology with impunity, just because he is an expert aware of the changes in sense perception.","parent":"posts/page9.txt","score":0.8033197884929342},{"content":"At any rate, in experimental art, men are given the exact specifications of coming violence to their own psyches from their own counter-irritants or technology. For those parts of ourselves that we thrust out in the form of new invention are attempts to counter or neutralize collective pressures and irritations. But the counter-irritant usually proves a greater plague than the initial irritant, like a drug habit. And it is here that the artist can show us how to \"ride with the punch,\" instead of \"taking it on the chin.\" It can only be repeated that human history is a record of \"taking it on the chin.\"","parent":"posts/page14.txt","score":0.802907830604369},{"content":"In the history of human culture there is no example of a conscious adjustment of the various factors of personal and social life to new extensions except in the puny and peripheral efforts of artists. The artist picks up the message of cultural and technological challenge decades before its transforming impact occurs. He, then, builds models or Noah’s arks for facing the change that is at hand. “The war of 1870 need never have been fought had people read my Sentimental Education,” said Gustave Flaubert.","parent":"posts/page13.txt","score":0.8011763208584878},{"content":"Arnold Toynbee made one approach to the transforming power of media in his concept of \"etherialization,\" which he holds to be the principle of progressive simplification and efficiency in any organization or technology. Typically, he is ignoring the effect of the challenge of these forms upon the response of our senses. He imagines that it is the response of our opinions that is relevant to the effect of media and technology in society, a \"point of view\" that is plainly the result of the typographic spell. For the man in a literate and homogenized society ceases to be sensitive to the diverse and discontinuous life of forms. He acquires the illusion of the third dimension and the \"private point of view\" as part of his Narcissus fixation and is quite shut off from Blake’s awareness or that of the Psalmist, that we become what we behold.","parent":"posts/page9.txt","score":0.8005203674106162},{"content":"This is a very different thing from the numbing or narcotic effect of new technology that lulls attention while the new form slams the gates of judgment and perception. For massive social surgery is needed to insert new technology into the group mind, and this is achieved by the built-in numbing apparatus discussed earlier. Now the \"technique of the suspended judgment\" presents the possibility of rejecting the narcotic and of postponing indefinitely the operation of inserting the new technology in the social psyche. A new stasis is in prospect.","parent":"posts/page11.txt","score":0.8004460165223044}],"Does thoughts unveil in their dumb cradles.":[{"content":"Does thoughts unveil in their dumb cradles.","parent":"posts/page3.txt","score":1},{"content":"So that is reckoned wisdom which","parent":"posts/page3.txt","score":0.8375715632579354},{"content":"Toynbee urges again and again the cultural strategy of the imitation of the example of great men. This, of course, is to locate cultural safety in the power of the will, rather than in the power of adequate perception of situations. Anybody could quip that this is the British trust in character as opposed to intellect. In view of the endless power of men to hypnotize themselves into unawareness in the presence of challenge, it may be argued that will-power is as useful as intelligence for survival. Today we need also the will to be exceedingly informed and aware.","parent":"posts/page17.txt","score":0.8303247154558883},{"content":"Keeps place with thought, and almost like the gods","parent":"posts/page3.txt","score":0.8253672016899073},{"content":"Archimedes once said, “Give me a place to stand and I will move the world.” Today he would have pointed to our electric media and said, “I will stand on your eyes, your ears, your nerves, and your brain, and the world will move in any tempo or pattern I choose.” We have leased these “places to stand” to private corporations.","parent":"posts/page15.txt","score":0.8250441003776899},{"content":"The older unawareness of the psychic and social effects of media can be illustrated from almost any of the conventional pronouncements.","parent":"posts/page3.txt","score":0.8249319783017698},{"content":"That our human senses, of which all media are extensions, are also fixed charges on our personal energies, and that they also configure the awareness and experience of each one of us, may be perceived in another connection mentioned by the psychologist C. G. Jung:","parent":"posts/page11.txt","score":0.8244754886148429},{"content":"This is a very different thing from the numbing or narcotic effect of new technology that lulls attention while the new form slams the gates of judgment and perception. For massive social surgery is needed to insert new technology into the group mind, and this is achieved by the built-in numbing apparatus discussed earlier. Now the \"technique of the suspended judgment\" presents the possibility of rejecting the narcotic and of postponing indefinitely the operation of inserting the new technology in the social psyche. A new stasis is in prospect.","parent":"posts/page11.txt","score":0.8215593238245539},{"content":"Then anger rose up in the old man’s face, and he said “I have heard my teacher say that whoever uses machines does all his work like a machine. He who does his work like a machine grows a heart like a machine, and he who carries the heart of a machine in his breast loses his simplicity. He who has lost his simplicity becomes unsure in the strivings of his soul. Uncertainty in the strivings of the soul is something which does not agree with honest sense. It is not that I do not know of such things; I am ashamed to use them.”","parent":"posts/page12.txt","score":0.8207773988033159},{"content":"Finds bottom in the uncomprehensive deeps,","parent":"posts/page3.txt","score":0.8185581008893003},{"content":"The artist can correct the sense ratios before the blow of new technology has numbed conscious procedures. He can correct them before numbness and subliminal groping and reaction begin. If this is true, how is it possible to present the matter to those who are in a position to do something about it? If there were even a remote likelihood of this analysis being true, it would warrant a global armistice.","parent":"posts/page13.txt","score":0.8171960278870846},{"content":"But the \"technique of the suspended judgment\" goes further. It anticipates the effect of, say, an unhappy childhood on an adult, and offsets the effect before it happens. In psychiatry, it is the technique of total permissiveness extended as an anesthetic for the mind, while various adhesions and moral effects of false judgments are systematically eliminated.","parent":"posts/page11.txt","score":0.8168141873841986},{"content":"In modern thought, (if not in fact)","parent":"posts/page3.txt","score":0.8159585616393226},{"content":"But in the electric age this integral idea of structure and configuration has become so prevalent that educational theory has taken up the matter. Instead of working with specialized \"problems\" in arithmetic, the structural approach now follows the lines of force in the field of number and has small children meditating about number theory and \"sets.\"","parent":"posts/page5.txt","score":0.8134084599229896},{"content":"Challenge and Collapse: The Nemesis of Creativity","parent":"posts/page11.txt","score":0.8131864979783869},{"content":"\"The dragon's teeth, and they sprang up armed men\") really goes much deeper than Toynbee's story. In fact, \"militarism\" is just a vague description, not an analysis of causality at all. Militarism is a kind of visual organization of social energies that is both specialist and explosive, so that it is merely repetitive to say, as Toynbee does, that it both creates large empires and causes social breakdown. But militarism is a form of industrialism or the concentration of large amounts of homogenized energies into a few kinds of production.","parent":"posts/page18.txt","score":0.8114777578865986},{"content":"The increasing awareness of the action of media, quite independently of their “content” or programming, was indicated in the annoyed and anonymous stanza:","parent":"posts/page3.txt","score":0.810567341127869},{"content":"Change alters not only habits of life, but patterns of thought and valuation, citing with approval the outlook of the Chinese sage:","parent":"posts/page12.txt","score":0.81015058955823},{"content":"and appraisal. Only the dedicated artist seems to have the power for encountering the present actuality.","parent":"posts/page17.txt","score":0.8090719711260649},{"content":"Arnold Toynbee made one approach to the transforming power of media in his concept of \"etherialization,\" which he holds to be the principle of progressive simplification and efficiency in any organization or technology. Typically, he is ignoring the effect of the challenge of these forms upon the response of our senses. He imagines that it is the response of our opinions that is relevant to the effect of media and technology in society, a \"point of view\" that is plainly the result of the typographic spell. For the man in a literate and homogenized society ceases to be sensitive to the diverse and discontinuous life of forms. He acquires the illusion of the third dimension and the \"private point of view\" as part of his Narcissus fixation and is quite shut off from Blake’s awareness or that of the Psalmist, that we become what we behold.","parent":"posts/page9.txt","score":0.808996365403714}],"In modern thought, (if not in fact)":[{"content":"In modern thought, (if not in fact)","parent":"posts/page3.txt","score":0.9999999999999998},{"content":"In accepting an honorary degree from the University of Notre Dame a few years ago, General David Sarnoff made this statement: “We are too prone to make technological instruments the scapegoats for the sins of those who wield them. The products of modern science are not in themselves good or bad; it is the way they are used that determines their value.” That is the voice of the current somnambulism. Suppose we were to say, “Apple pie is in itself neither good nor bad; it is the way it is used that determines its value.” Or, “The smallpox virus is in itself neither good nor bad; it is the way it is used that determines its value.” Again, “Firearms are in themselves neither good nor bad; it is the way they are used that determines their value.” That is, if the slugs reach the right people firearms are good. If the TV","parent":"posts/page3.txt","score":0.834612893405111},{"content":"Keeps place with thought, and almost like the gods","parent":"posts/page3.txt","score":0.8260983323897717},{"content":"The same kind of total, configurational awareness that reveals why the medium is socially the message has occurred in the most recent and radical medical theories. In his Stress of Life, Hans Selye tells of the dismay of a research colleague on hearing of Selye’s theory:","parent":"posts/page3.txt","score":0.8247146979659127},{"content":"Here is an equilibrium theory of human diet and expression such as even now we are only striving to work out again for media after centuries of fragmentation and specialism.","parent":"posts/page10.txt","score":0.8172980603469363},{"content":"Werner Heisenberg, in The Physicist's Conception of Nature, is an example of the new quantum physicist whose overall awareness of forms suggests to him that we would do well to stand aside from most of them. He points out that technical progress, in the apprehension of the world of nature in terms of structure and form, has been dire.","parent":"posts/page11.txt","score":0.8162729083486395},{"content":"Does thoughts unveil in their dumb cradles.","parent":"posts/page3.txt","score":0.8159585616393226},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.8157843936717405},{"content":"Perhaps the most interesting point about this anecdote is that it appeals to a modern physicist. It would not have appealed to Newton or to Adam Smith, for they were great experts and advocates of the fragmentary and the specialist approaches. It is by means quite in accord with the outlook of the Chinese sage that Hans Selye works at his “stress” idea of illness. In the 1920s he had been baffled at why physicians always seemed to concentrate on the recognition of individual diseases and specific remedies for such isolated causes, while never paying any attention to the “syndrome of just being sick.” Those who are concerned with the program “content” of media and not with the medium proper, appear to be in the position of physicians who ignore the “syndrome of just being sick.” Hans Selye, in tackling a total, inclusive approach to the field of sickness, began what Adolphe Jonas has continued in Irritation and Counter-irritation; namely, a quest for the response to injury as such, or to novel impact of any kind. Today we have anesthetics that enable us to perform the most frightful physical operations on one another.","parent":"posts/page12.txt","score":0.8145135095056079},{"content":"As Selye deals with the total environmental situation in his “stress” theory of disease, so the latest approach to media study considers not only the “content” but the medium and the cultural matrix within which the particular medium operates.","parent":"posts/page3.txt","score":0.8133355532455092},{"content":"So that is reckoned wisdom which","parent":"posts/page3.txt","score":0.8133206172782363},{"content":"Emile Durkheim long ago expressed the idea that the specialized task always escaped the action of the social conscience. In this regard, it would appear that the artist is the social conscience and is treated accordingly! \"We have no art,\" say the Balinese; \"we do everything as well as possible.\"","parent":"posts/page14.txt","score":0.8120317641873454},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8109574004306346},{"content":"and appraisal. Only the dedicated artist seems to have the power for encountering the present actuality.","parent":"posts/page17.txt","score":0.8103554633497593},{"content":"This is a very different thing from the numbing or narcotic effect of new technology that lulls attention while the new form slams the gates of judgment and perception. For massive social surgery is needed to insert new technology into the group mind, and this is achieved by the built-in numbing apparatus discussed earlier. Now the \"technique of the suspended judgment\" presents the possibility of rejecting the narcotic and of postponing indefinitely the operation of inserting the new technology in the social psyche. A new stasis is in prospect.","parent":"posts/page11.txt","score":0.8099327610987382},{"content":"Cubism, by seizing on instant total awareness, suddenly announced that the medium is the message. Is it not evident that the moment that sequence yields to the simultaneous, one is in the world of the structure and of configuration? Is that not what has happened in physics as in painting, poetry, and in communication? Specialized segments of attention have shifted to total field, and we can now say, \"The medium is the message\" quite naturally.","parent":"posts/page5.txt","score":0.8093055336277503},{"content":"Toynbee urges again and again the cultural strategy of the imitation of the example of great men. This, of course, is to locate cultural safety in the power of the will, rather than in the power of adequate perception of situations. Anybody could quip that this is the British trust in character as opposed to intellect. In view of the endless power of men to hypnotize themselves into unawareness in the presence of challenge, it may be argued that will-power is as useful as intelligence for survival. Today we need also the will to be exceedingly informed and aware.","parent":"posts/page17.txt","score":0.8088515641540536},{"content":"A Passage to India by E. M. Forster is a dramatic study of the inability of oral and intuitive oriental culture to meet with the rational, visual European patterns of experience. “Rational,” of course, has, for the West, long meant “uniform and continuous and sequential.” In other words, we have confused reason with literacy, and rationalism with a single technology. Thus, in the electric age, man seems to the conventional West to become irrational. In Forster’s novel, the moment of truth and clarity","parent":"posts/page6.txt","score":0.8085975784092948},{"content":"The percussed victims of the new technology have invariably muttered cliches about the impracticality of artists and their fanciful preferences. But in the past century, it has come to be generally acknowledged that, in the words of Wyndham Lewis, “The artist is always engaged in writing a detailed history of the future because he is the only person aware of the nature of the present.” Knowledge of this simple fact is now needed for human survival. The ability of the artist to sidestep the bully blow of new technology of any age, and to parry such violence with full awareness, is age-old. Equally age-old is the inability of the percussed victims, who cannot sidestep the new violence, to recognize their need of the artist. To reward and make celebrities of artists can also be a way of ignoring their prophetic work and preventing its timely use for survival. The artist is the man in any field, scientific or humanistic, who grasps the implications of his actions and of new knowledge in his own time. He is the man of integral awareness.","parent":"posts/page13.txt","score":0.8079795673264216},{"content":"and period of stocktaking. If it is true that the artist possesses the means of anticipating and avoiding the consequences of technological trauma, then what are we to think of the world and bureaucracy of \"art appreciation\"? Would it not seem suddenly to be a conspiracy to make the artist a frill, a fribble, or a Milltown? If men were able to be convinced that art is precise advance knowledge of how to cope with the psychic and social consequences of the next technology, would they all become artists? Or would they begin a careful translation of new art forms into social navigation charts? I am curious to know what would happen if art were suddenly seen for what it is, namely, exact information of how to rearrange one's psyche in order to anticipate the next blow from our own extended faculties. Would we, then, cease to look at works of art as an explorer might regard the gold and gems used as the ornaments of simple nonliterates?","parent":"posts/page14.txt","score":0.806145199371415}],"The same kind of total, configurational awareness that reveals why the medium is socially the message has occurred in the most recent and radical medical theories. In his Stress of Life, Hans Selye tells of the dismay of a research colleague on hearing of Selye’s theory:":[{"content":"The same kind of total, configurational awareness that reveals why the medium is socially the message has occurred in the most recent and radical medical theories. In his Stress of Life, Hans Selye tells of the dismay of a research colleague on hearing of Selye’s theory:","parent":"posts/page3.txt","score":1},{"content":"As Selye deals with the total environmental situation in his “stress” theory of disease, so the latest approach to media study considers not only the “content” but the medium and the cultural matrix within which the particular medium operates.","parent":"posts/page3.txt","score":0.9210106631164747},{"content":"Perhaps the most interesting point about this anecdote is that it appeals to a modern physicist. It would not have appealed to Newton or to Adam Smith, for they were great experts and advocates of the fragmentary and the specialist approaches. It is by means quite in accord with the outlook of the Chinese sage that Hans Selye works at his “stress” idea of illness. In the 1920s he had been baffled at why physicians always seemed to concentrate on the recognition of individual diseases and specific remedies for such isolated causes, while never paying any attention to the “syndrome of just being sick.” Those who are concerned with the program “content” of media and not with the medium proper, appear to be in the position of physicians who ignore the “syndrome of just being sick.” Hans Selye, in tackling a total, inclusive approach to the field of sickness, began what Adolphe Jonas has continued in Irritation and Counter-irritation; namely, a quest for the response to injury as such, or to novel impact of any kind. Today we have anesthetics that enable us to perform the most frightful physical operations on one another.","parent":"posts/page12.txt","score":0.9102837593138374},{"content":"When he saw me thus launched on yet another enraptured description of what I had observed in animals treated with this or that impure, toxic material, he looked at me with desperately sad eyes and said in obvious despair: “But Selye try to realize what you are doing before it is too late! You have now decided to spend your entire life studying the pharmacology of dirt!” (Hans Selye, The Stress of Life)","parent":"posts/page3.txt","score":0.876737681580842},{"content":"The Medium is the Message","parent":"posts/page1.txt","score":0.8697696728172363},{"content":"Cubism, by seizing on instant total awareness, suddenly announced that the medium is the message. Is it not evident that the moment that sequence yields to the simultaneous, one is in the world of the structure and of configuration? Is that not what has happened in physics as in painting, poetry, and in communication? Specialized segments of attention have shifted to total field, and we can now say, \"The medium is the message\" quite naturally.","parent":"posts/page5.txt","score":0.8664550697949251},{"content":"The older unawareness of the psychic and social effects of media can be illustrated from almost any of the conventional pronouncements.","parent":"posts/page3.txt","score":0.8584552082197674},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8580638417337979},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.8535495162705701},{"content":"That our human senses, of which all media are extensions, are also fixed charges on our personal energies, and that they also configure the awareness and experience of each one of us, may be perceived in another connection mentioned by the psychologist C. G. Jung:","parent":"posts/page11.txt","score":0.8496194196439851},{"content":"Before the electric speed and total field, it was not obvious that the medium is the message. The message, it seemed, was the \"content,\" as people used to ask what a painting was about. Yet they never thought to ask what a melody was about, nor what a house or a dress was about. In such matters, people retained some sense of the whole pattern, of form and function as a unity.","parent":"posts/page5.txt","score":0.8462344522492011},{"content":"The increasing awareness of the action of media, quite independently of their “content” or programming, was indicated in the annoyed and anonymous stanza:","parent":"posts/page3.txt","score":0.8428003317478803},{"content":"Here is an equilibrium theory of human diet and expression such as even now we are only striving to work out again for media after centuries of fragmentation and specialism.","parent":"posts/page10.txt","score":0.8418797817898215},{"content":"This is a very different thing from the numbing or narcotic effect of new technology that lulls attention while the new form slams the gates of judgment and perception. For massive social surgery is needed to insert new technology into the group mind, and this is achieved by the built-in numbing apparatus discussed earlier. Now the \"technique of the suspended judgment\" presents the possibility of rejecting the narcotic and of postponing indefinitely the operation of inserting the new technology in the social psyche. A new stasis is in prospect.","parent":"posts/page11.txt","score":0.8378821687785195},{"content":"A related form of challenge that has always faced cultures is the simple fact of a frontier or a wall, on the other side of which exists another kind of society. Mere existence side by side of any two forms of organization generates a great deal of tension. Such, indeed, has been the principle of symbolist artistic structures in the past century. Toynbee observes that the challenge of a civilization set side by side with a tribal society has over and over demonstrated that the simpler society finds its integral economy and institutions \"disintegrated by a rain of psychic energy generated by the civilization\" of the more complex culture. When two societies exist side by side, the psychic challenge of the more complex one acts as an explosive release of energy in the simpler one. For prolific evidence of this kind of problem it is not necessary to look beyond the life of the teenager lived daily in the midst of a complex urban center. As the barbarian was driven to furious restlessness by the civilized contact, collapsing into mass migration, so the teenager, compelled to share the life of a city that cannot accept him as an adult, collapses into \"rebellion without a cause.\" Earlier the adolescent had been provided with a raincheck. He was prepared to wait it out. But since TV, the drive to participation has ended adolescence, and every American home has its Berlin wall.","parent":"posts/page16.txt","score":0.836997905781163},{"content":"Perhaps the most obvious “closure” or psychic consequence of any new technology is just the demand for it. Nobody wants a motorcar until there are motorcars, and nobody is interested in TV until there are TV programs. This power of technology to create its own world of demand is not independent of technology being first an extension of our own bodies and senses. When we are deprived of our sense of sight, the other senses take up the role of sight in some degree. But the need to use the senses that are available is as insistent as breathing—a fact that makes sense of the urge to keep radio and TV going more or less continuously.","parent":"posts/page15.txt","score":0.8355754512915019},{"content":"The electric light escapes attention as a communication medium just because it has no \"content.\" And this makes it an invaluable instance of how people fail to study media at all. For it is not till the electric light is used to spell out some brand name that it is noticed as a medium. Then it is not the light but the \"content\" (or what is really another medium) that is noticed. The message of the electric light is like the message of","parent":"posts/page2.txt","score":0.8354701504952624},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.8353594777334419},{"content":"Ratios or patterns of perception steadily and without any resistance. The serious artist is the only person able to encounter technology with impunity, just because he is an expert aware of the changes in sense perception.","parent":"posts/page9.txt","score":0.8351521078507069},{"content":"The somewhat devious means of diagnosis that have to be used to pin down the actual form and impact of a new medium are not unlike those indicated in detective fiction by Peter Cheyney. In You Can't Keep the Change (Collins, London, 1956) he wrote:","parent":"posts/page14.txt","score":0.8345003975918118}],"As Selye deals with the total environmental situation in his “stress” theory of disease, so the latest approach to media study considers not only the “content” but the medium and the cultural matrix within which the particular medium operates.":[{"content":"As Selye deals with the total environmental situation in his “stress” theory of disease, so the latest approach to media study considers not only the “content” but the medium and the cultural matrix within which the particular medium operates.","parent":"posts/page3.txt","score":1},{"content":"The same kind of total, configurational awareness that reveals why the medium is socially the message has occurred in the most recent and radical medical theories. In his Stress of Life, Hans Selye tells of the dismay of a research colleague on hearing of Selye’s theory:","parent":"posts/page3.txt","score":0.9210106631164747},{"content":"Perhaps the most interesting point about this anecdote is that it appeals to a modern physicist. It would not have appealed to Newton or to Adam Smith, for they were great experts and advocates of the fragmentary and the specialist approaches. It is by means quite in accord with the outlook of the Chinese sage that Hans Selye works at his “stress” idea of illness. In the 1920s he had been baffled at why physicians always seemed to concentrate on the recognition of individual diseases and specific remedies for such isolated causes, while never paying any attention to the “syndrome of just being sick.” Those who are concerned with the program “content” of media and not with the medium proper, appear to be in the position of physicians who ignore the “syndrome of just being sick.” Hans Selye, in tackling a total, inclusive approach to the field of sickness, began what Adolphe Jonas has continued in Irritation and Counter-irritation; namely, a quest for the response to injury as such, or to novel impact of any kind. Today we have anesthetics that enable us to perform the most frightful physical operations on one another.","parent":"posts/page12.txt","score":0.8702106033263686},{"content":"The Medium is the Message","parent":"posts/page1.txt","score":0.8611895633412712},{"content":"If the formative power in the media are the media themselves, that raises a host of large matters that can only be mentioned here, although they deserve volumes. Namely, that technological media are staples or natural resources, exactly as are coal and cotton and oil. Anybody will concede that a society whose economy is dependent upon one or two major staples like cotton, or grain, or lumber, or fish, or cattle is going to have some obvious social patterns of organization as a result. Stress on a few major staples creates extreme instability in the economy but great endurance in the population. The pathos and humor of the American South are embedded in such an economy of limited staples. For a society configured by reliance on a few commodities accepts them as a social bond quite as much as the metropolis does the press. Cotton and oil, like radio and TV, become \"fixed charges\" on the entire psychic life of the community. And this pervasive fact creates the unique cultural flavor of any society. It pays through the nose and all its other senses for each staple that shapes its life.","parent":"posts/page10.txt","score":0.8555873672207807},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8534306770278481},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.8500159610020057},{"content":"Here is an equilibrium theory of human diet and expression such as even now we are only striving to work out again for media after centuries of fragmentation and specialism.","parent":"posts/page10.txt","score":0.8472604550672468},{"content":"Cubism, by seizing on instant total awareness, suddenly announced that the medium is the message. Is it not evident that the moment that sequence yields to the simultaneous, one is in the world of the structure and of configuration? Is that not what has happened in physics as in painting, poetry, and in communication? Specialized segments of attention have shifted to total field, and we can now say, \"The medium is the message\" quite naturally.","parent":"posts/page5.txt","score":0.8449363981210986},{"content":"Arnold Toynbee is innocent of any understanding of media as they have shaped history but he is full of examples that the student of media can use. At one moment he can seriously suggest that adult education, such as the Workers Educational Association in Britain, is a useful counterforce to the popular press. Toynbee considers that although all of the oriental societies have in our time accepted the industrial technology and its political consequences: \"On the cultural plane, however, there is no uniform corresponding tendency.\" (Somervell, I. 267) This is like the voice of the literate man, floundering in a milieu of ads, who boasts, \"Personally, I pay no attention to ads.\" The spiritual and cultural reservations that the oriental peoples may have toward our technology will avail them not at all. The effects of technology do not occur at the level of opinions or concepts, but alter sense.","parent":"posts/page8.txt","score":0.8435120015913139},{"content":"The increasing awareness of the action of media, quite independently of their “content” or programming, was indicated in the annoyed and anonymous stanza:","parent":"posts/page3.txt","score":0.8432219301329064},{"content":"A related form of challenge that has always faced cultures is the simple fact of a frontier or a wall, on the other side of which exists another kind of society. Mere existence side by side of any two forms of organization generates a great deal of tension. Such, indeed, has been the principle of symbolist artistic structures in the past century. Toynbee observes that the challenge of a civilization set side by side with a tribal society has over and over demonstrated that the simpler society finds its integral economy and institutions \"disintegrated by a rain of psychic energy generated by the civilization\" of the more complex culture. When two societies exist side by side, the psychic challenge of the more complex one acts as an explosive release of energy in the simpler one. For prolific evidence of this kind of problem it is not necessary to look beyond the life of the teenager lived daily in the midst of a complex urban center. As the barbarian was driven to furious restlessness by the civilized contact, collapsing into mass migration, so the teenager, compelled to share the life of a city that cannot accept him as an adult, collapses into \"rebellion without a cause.\" Earlier the adolescent had been provided with a raincheck. He was prepared to wait it out. But since TV, the drive to participation has ended adolescence, and every American home has its Berlin wall.","parent":"posts/page16.txt","score":0.842147383958969},{"content":"When he saw me thus launched on yet another enraptured description of what I had observed in animals treated with this or that impure, toxic material, he looked at me with desperately sad eyes and said in obvious despair: “But Selye try to realize what you are doing before it is too late! You have now decided to spend your entire life studying the pharmacology of dirt!” (Hans Selye, The Stress of Life)","parent":"posts/page3.txt","score":0.8419445396370276},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.8403247912776683},{"content":"Pope Pius XII was deeply concerned that there be serious study of the media today. On February 17, 1950, he said: It is not an exaggeration to say that the future of modern society and the stability of its inner life depend in large part on the maintenance of an equilibrium between the strength of the techniques of communication and the capacity of the individual's own reaction. Failure in this respect has for centuries been typical and total for mankind. Subliminal and docile acceptance of media impact has made them prisons without walls for their human users. As A. J. Liebling remarked in his book The Press, a man is not free if he cannot see where he is going, even if he has a gun to help him get there. For each of the media is also a powerful weapon with which to clobber other media and other groups. The result is that the present age has been one of multiple civil wars that are not limited to the world of art and entertainment. In War and Human Progress, Professor J. U. Nef declared: \"The total wars of our time have been the result of a series of intellectual mistakes...\"","parent":"posts/page10.txt","score":0.8376345841429291},{"content":"Before the electric speed and total field, it was not obvious that the medium is the message. The message, it seemed, was the \"content,\" as people used to ask what a painting was about. Yet they never thought to ask what a melody was about, nor what a house or a dress was about. In such matters, people retained some sense of the whole pattern, of form and function as a unity.","parent":"posts/page5.txt","score":0.8354248273011047},{"content":"The modern metropolis is now sprawling helplessly after the impact of the motorcar. As a response to the challenge of railway speeds the suburb and the garden city arrived too late, or just in time to become a motorcar disaster. For an arrangement of functions adjusted to one set of intensities becomes unbearable at another intensity. And a technological extension of our bodies designed to alleviate physical stress can bring on psychic stress that may be much worse. Western specialist technology transferred to the Arab world in late Roman times released a furious discharge of tribal energy.","parent":"posts/page14.txt","score":0.8317382142577822},{"content":"Arnold Toynbee has devoted much of his A Study of History to analyzing the kinds of challenge faced by a variety of cultures during many centuries. Highly relevant to Western man is Toynbee’s explanation of how the lame and the crippled","parent":"posts/page15.txt","score":0.8309373994002558},{"content":"The older unawareness of the psychic and social effects of media can be illustrated from almost any of the conventional pronouncements.","parent":"posts/page3.txt","score":0.8294516527732562},{"content":"The electric light escapes attention as a communication medium just because it has no \"content.\" And this makes it an invaluable instance of how people fail to study media at all. For it is not till the electric light is used to spell out some brand name that it is noticed as a medium. Then it is not the light but the \"content\" (or what is really another medium) that is noticed. The message of the electric light is like the message of","parent":"posts/page2.txt","score":0.828760211875731}],"So that is reckoned wisdom which":[{"content":"So that is reckoned wisdom which","parent":"posts/page3.txt","score":1},{"content":"Does thoughts unveil in their dumb cradles.","parent":"posts/page3.txt","score":0.8375715632579354},{"content":"Toynbee urges again and again the cultural strategy of the imitation of the example of great men. This, of course, is to locate cultural safety in the power of the will, rather than in the power of adequate perception of situations. Anybody could quip that this is the British trust in character as opposed to intellect. In view of the endless power of men to hypnotize themselves into unawareness in the presence of challenge, it may be argued that will-power is as useful as intelligence for survival. Today we need also the will to be exceedingly informed and aware.","parent":"posts/page17.txt","score":0.829403204096696},{"content":"The following sentiment of the Frenchman Bernard Lam expressed in The Art of Speaking (London, 1696): 'Tis an effect of the Wisdom of God, who created Man to be happy, that whatever is useful to his conversation (way of life) is agreeable to him... because all victual that conduces to nourishment is relishable, whereas other things that cannot be assimilated and be turned into our substance are insipid. A Discourse cannot be pleasant to the Hearer that is not easiest to the Speaker; nor can it be easily pronounced unless it be heard with delight.","parent":"posts/page10.txt","score":0.8250424680026327},{"content":"This is a very different thing from the numbing or narcotic effect of new technology that lulls attention while the new form slams the gates of judgment and perception. For massive social surgery is needed to insert new technology into the group mind, and this is achieved by the built-in numbing apparatus discussed earlier. Now the \"technique of the suspended judgment\" presents the possibility of rejecting the narcotic and of postponing indefinitely the operation of inserting the new technology in the social psyche. A new stasis is in prospect.","parent":"posts/page11.txt","score":0.8241913383486227},{"content":"Then anger rose up in the old man’s face, and he said “I have heard my teacher say that whoever uses machines does all his work like a machine. He who does his work like a machine grows a heart like a machine, and he who carries the heart of a machine in his breast loses his simplicity. He who has lost his simplicity becomes unsure in the strivings of his soul. Uncertainty in the strivings of the soul is something which does not agree with honest sense. It is not that I do not know of such things; I am ashamed to use them.”","parent":"posts/page12.txt","score":0.8179197638493748},{"content":"Archimedes once said, “Give me a place to stand and I will move the world.” Today he would have pointed to our electric media and said, “I will stand on your eyes, your ears, your nerves, and your brain, and the world will move in any tempo or pattern I choose.” We have leased these “places to stand” to private corporations.","parent":"posts/page15.txt","score":0.8142366647683131},{"content":"A Passage to India (the phrase is from Whitman, who saw America headed Eastward) is a parable of Western man in the electric age, and is only incidentally related to Europe or the Orient. The ultimate conflict between sight and sound, between written and oral kinds of perception and organization of existence is upon us. Since understanding stops action, as Nietzsche observed, we can moderate the fierceness of this conflict by understanding the media that extend us and raise these wars within and without us.","parent":"posts/page7.txt","score":0.8136889424009175},{"content":"Finds bottom in the uncomprehensive deeps,","parent":"posts/page3.txt","score":0.8134025006225224},{"content":"In modern thought, (if not in fact)","parent":"posts/page3.txt","score":0.8133206172782363},{"content":"A Passage to India by E. M. Forster is a dramatic study of the inability of oral and intuitive oriental culture to meet with the rational, visual European patterns of experience. “Rational,” of course, has, for the West, long meant “uniform and continuous and sequential.” In other words, we have confused reason with literacy, and rationalism with a single technology. Thus, in the electric age, man seems to the conventional West to become irrational. In Forster’s novel, the moment of truth and clarity","parent":"posts/page6.txt","score":0.8098110753770643},{"content":"Tzu-Gung replied, “You take a wooden lever, weighted at the back and light in front. In this way you can bring up water so quickly that it just gushes out. This is called a draw-well.”","parent":"posts/page12.txt","score":0.8084551857952718},{"content":"In accepting an honorary degree from the University of Notre Dame a few years ago, General David Sarnoff made this statement: “We are too prone to make technological instruments the scapegoats for the sins of those who wield them. The products of modern science are not in themselves good or bad; it is the way they are used that determines their value.” That is the voice of the current somnambulism. Suppose we were to say, “Apple pie is in itself neither good nor bad; it is the way it is used that determines its value.” Or, “The smallpox virus is in itself neither good nor bad; it is the way it is used that determines its value.” Again, “Firearms are in themselves neither good nor bad; it is the way they are used that determines their value.” That is, if the slugs reach the right people firearms are good. If the TV","parent":"posts/page3.txt","score":0.8082837351163769},{"content":"It was Bertrand Russell who declared that the great discovery of the twentieth century was the technique of the suspended judgment. A. N. Whitehead, on the other hand, explained how the great discovery of the nineteenth century was the discovery of the technique of discovery. Namely, the technique of starting with the thing to be discovered and working back, step by step, as on an assembly line, to the point at which it is necessary to start in order to reach the desired object. In the arts, this meant starting with the effect and then inventing a poem, painting, or building that would have just that effect and no other.","parent":"posts/page11.txt","score":0.8075861244771377},{"content":"Keeps place with thought, and almost like the gods","parent":"posts/page3.txt","score":0.8071180208492342},{"content":"Tzu-Gung said, “There is a way whereby you can irrigate a hundred ditches in one day, and whereby you can do much with little effort. Would you not like to hear of it?”","parent":"posts/page12.txt","score":0.806349132299317},{"content":"But the \"technique of the suspended judgment\" goes further. It anticipates the effect of, say, an unhappy childhood on an adult, and offsets the effect before it happens. In psychiatry, it is the technique of total permissiveness extended as an anesthetic for the mind, while various adhesions and moral effects of false judgments are systematically eliminated.","parent":"posts/page11.txt","score":0.8053194762644884},{"content":"and appraisal. Only the dedicated artist seems to have the power for encountering the present actuality.","parent":"posts/page17.txt","score":0.8042915746781766},{"content":"Change alters not only habits of life, but patterns of thought and valuation, citing with approval the outlook of the Chinese sage:","parent":"posts/page12.txt","score":0.8037166020142681},{"content":"In Shakespeare’s Troilus and Cressida, which is almost completely devoted to both a psychic and social study of communication, Shakespeare states his awareness that true social and political navigation depend upon anticipating the consequences of innovation:","parent":"posts/page3.txt","score":0.8033725235428354}],"When he saw me thus launched on yet another enraptured description of what I had observed in animals treated with this or that impure, toxic material, he looked at me with desperately sad eyes and said in obvious despair: “But Selye try to realize what you are doing before it is too late! You have now decided to spend your entire life studying the pharmacology of dirt!” (Hans Selye, The Stress of Life)":[{"content":"When he saw me thus launched on yet another enraptured description of what I had observed in animals treated with this or that impure, toxic material, he looked at me with desperately sad eyes and said in obvious despair: “But Selye try to realize what you are doing before it is too late! You have now decided to spend your entire life studying the pharmacology of dirt!” (Hans Selye, The Stress of Life)","parent":"posts/page3.txt","score":1},{"content":"The same kind of total, configurational awareness that reveals why the medium is socially the message has occurred in the most recent and radical medical theories. In his Stress of Life, Hans Selye tells of the dismay of a research colleague on hearing of Selye’s theory:","parent":"posts/page3.txt","score":0.876737681580842},{"content":"Perhaps the most interesting point about this anecdote is that it appeals to a modern physicist. It would not have appealed to Newton or to Adam Smith, for they were great experts and advocates of the fragmentary and the specialist approaches. It is by means quite in accord with the outlook of the Chinese sage that Hans Selye works at his “stress” idea of illness. In the 1920s he had been baffled at why physicians always seemed to concentrate on the recognition of individual diseases and specific remedies for such isolated causes, while never paying any attention to the “syndrome of just being sick.” Those who are concerned with the program “content” of media and not with the medium proper, appear to be in the position of physicians who ignore the “syndrome of just being sick.” Hans Selye, in tackling a total, inclusive approach to the field of sickness, began what Adolphe Jonas has continued in Irritation and Counter-irritation; namely, a quest for the response to injury as such, or to novel impact of any kind. Today we have anesthetics that enable us to perform the most frightful physical operations on one another.","parent":"posts/page12.txt","score":0.8634677272665474},{"content":"Then anger rose up in the old man’s face, and he said “I have heard my teacher say that whoever uses machines does all his work like a machine. He who does his work like a machine grows a heart like a machine, and he who carries the heart of a machine in his breast loses his simplicity. He who has lost his simplicity becomes unsure in the strivings of his soul. Uncertainty in the strivings of the soul is something which does not agree with honest sense. It is not that I do not know of such things; I am ashamed to use them.”","parent":"posts/page12.txt","score":0.8438511595447031},{"content":"As Selye deals with the total environmental situation in his “stress” theory of disease, so the latest approach to media study considers not only the “content” but the medium and the cultural matrix within which the particular medium operates.","parent":"posts/page3.txt","score":0.8419445396370276},{"content":"Then the gardener stood up, looked at him and said, “And what would that be?”","parent":"posts/page12.txt","score":0.8292499334483918},{"content":"The percussed victims of the new technology have invariably muttered cliches about the impracticality of artists and their fanciful preferences. But in the past century, it has come to be generally acknowledged that, in the words of Wyndham Lewis, “The artist is always engaged in writing a detailed history of the future because he is the only person aware of the nature of the present.” Knowledge of this simple fact is now needed for human survival. The ability of the artist to sidestep the bully blow of new technology of any age, and to parry such violence with full awareness, is age-old. Equally age-old is the inability of the percussed victims, who cannot sidestep the new violence, to recognize their need of the artist. To reward and make celebrities of artists can also be a way of ignoring their prophetic work and preventing its timely use for survival. The artist is the man in any field, scientific or humanistic, who grasps the implications of his actions and of new knowledge in his own time. He is the man of integral awareness.","parent":"posts/page13.txt","score":0.8280994727651906},{"content":"At any rate, in experimental art, men are given the exact specifications of coming violence to their own psyches from their own counter-irritants or technology. For those parts of ourselves that we thrust out in the form of new invention are attempts to counter or neutralize collective pressures and irritations. But the counter-irritant usually proves a greater plague than the initial irritant, like a drug habit. And it is here that the artist can show us how to \"ride with the punch,\" instead of \"taking it on the chin.\" It can only be repeated that human history is a record of \"taking it on the chin.\"","parent":"posts/page14.txt","score":0.8152687143923325},{"content":"The older unawareness of the psychic and social effects of media can be illustrated from almost any of the conventional pronouncements.","parent":"posts/page3.txt","score":0.8148873082768945},{"content":"The modern metropolis is now sprawling helplessly after the impact of the motorcar. As a response to the challenge of railway speeds the suburb and the garden city arrived too late, or just in time to become a motorcar disaster. For an arrangement of functions adjusted to one set of intensities becomes unbearable at another intensity. And a technological extension of our bodies designed to alleviate physical stress can bring on psychic stress that may be much worse. Western specialist technology transferred to the Arab world in late Roman times released a furious discharge of tribal energy.","parent":"posts/page14.txt","score":0.811547849871447},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8100447381087096},{"content":"Toynbee urges again and again the cultural strategy of the imitation of the example of great men. This, of course, is to locate cultural safety in the power of the will, rather than in the power of adequate perception of situations. Anybody could quip that this is the British trust in character as opposed to intellect. In view of the endless power of men to hypnotize themselves into unawareness in the presence of challenge, it may be argued that will-power is as useful as intelligence for survival. Today we need also the will to be exceedingly informed and aware.","parent":"posts/page17.txt","score":0.8091056527551955},{"content":"The artist can correct the sense ratios before the blow of new technology has numbed conscious procedures. He can correct them before numbness and subliminal groping and reaction begin. If this is true, how is it possible to present the matter to those who are in a position to do something about it? If there were even a remote likelihood of this analysis being true, it would warrant a global armistice.","parent":"posts/page13.txt","score":0.8087317304235283},{"content":"Tzu-Gung said, “There is a way whereby you can irrigate a hundred ditches in one day, and whereby you can do much with little effort. Would you not like to hear of it?”","parent":"posts/page12.txt","score":0.8079993962654921},{"content":"Tzu-Gung replied, “You take a wooden lever, weighted at the back and light in front. In this way you can bring up water so quickly that it just gushes out. This is called a draw-well.”","parent":"posts/page12.txt","score":0.8067372118479663},{"content":"Ratios or patterns of perception steadily and without any resistance. The serious artist is the only person able to encounter technology with impunity, just because he is an expert aware of the changes in sense perception.","parent":"posts/page9.txt","score":0.8059690349075406},{"content":"\"Every Roman was surrounded by slaves. The slave and his psychology flooded ancient Italy, and every Roman became inwardly, and of course unwittingly, a slave. Because living constantly in the atmosphere of slaves, he became infected through the unconscious with their psychology. No one can shield himself from such an influence\" (Contributions to Analytical Psychology, London, 1928).","parent":"posts/page11.txt","score":0.8031107421105709},{"content":"I was unable to put his finger on the one fact that would lead him to a possible logical solution. It is interesting to note that success in keeping up a respectable front of the customary kind can only be done by a frantic scramble back of the façade. After the crime, after the blow has fallen, the facade of custom can only be held up by swift rearrangement of the props. So it is in our social lives when a new technology strikes, or in our private life when some intense and, therefore, indigestible experience occurs, and the censor acts at once to numb us from the blow and to ready the faculties to assimilate the intruder. Peter Cheyney’s observations of a mode of detective fiction is another instance of a popular form of entertainment functioning as a mimic model of the real thing.","parent":"posts/page15.txt","score":0.8029702430321889},{"content":"A case to Callaghan was merely a collection of people, some of whom—all of whom—were giving incorrect information, or telling lies, because circumstances either forced them or led them into the process. But the fact that they had to tell lies; had to give false impressions, necessitated a reorientation of their own viewpoints and their own lives. Sooner or later they became exhausted or careless. Then, and not until then, was an investigator.","parent":"posts/page14.txt","score":0.8022141985614624},{"content":"The following sentiment of the Frenchman Bernard Lam expressed in The Art of Speaking (London, 1696): 'Tis an effect of the Wisdom of God, who created Man to be happy, that whatever is useful to his conversation (way of life) is agreeable to him... because all victual that conduces to nourishment is relishable, whereas other things that cannot be assimilated and be turned into our substance are insipid. A Discourse cannot be pleasant to the Hearer that is not easiest to the Speaker; nor can it be easily pronounced unless it be heard with delight.","parent":"posts/page10.txt","score":0.8016653633034159}],"The older unawareness of the psychic and social effects of media can be illustrated from almost any of the conventional pronouncements.":[{"content":"The older unawareness of the psychic and social effects of media can be illustrated from almost any of the conventional pronouncements.","parent":"posts/page3.txt","score":0.9999999999999998},{"content":"The increasing awareness of the action of media, quite independently of their “content” or programming, was indicated in the annoyed and anonymous stanza:","parent":"posts/page3.txt","score":0.8845166729672453},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8627560836374151},{"content":"The same kind of total, configurational awareness that reveals why the medium is socially the message has occurred in the most recent and radical medical theories. In his Stress of Life, Hans Selye tells of the dismay of a research colleague on hearing of Selye’s theory:","parent":"posts/page3.txt","score":0.8584552082197674},{"content":"Arnold Toynbee is innocent of any understanding of media as they have shaped history but he is full of examples that the student of media can use. At one moment he can seriously suggest that adult education, such as the Workers Educational Association in Britain, is a useful counterforce to the popular press. Toynbee considers that although all of the oriental societies have in our time accepted the industrial technology and its political consequences: \"On the cultural plane, however, there is no uniform corresponding tendency.\" (Somervell, I. 267) This is like the voice of the literate man, floundering in a milieu of ads, who boasts, \"Personally, I pay no attention to ads.\" The spiritual and cultural reservations that the oriental peoples may have toward our technology will avail them not at all. The effects of technology do not occur at the level of opinions or concepts, but alter sense.","parent":"posts/page8.txt","score":0.8534371211212882},{"content":"The electric light escapes attention as a communication medium just because it has no \"content.\" And this makes it an invaluable instance of how people fail to study media at all. For it is not till the electric light is used to spell out some brand name that it is noticed as a medium. Then it is not the light but the \"content\" (or what is really another medium) that is noticed. The message of the electric light is like the message of","parent":"posts/page2.txt","score":0.8514826160927441},{"content":"That our human senses, of which all media are extensions, are also fixed charges on our personal energies, and that they also configure the awareness and experience of each one of us, may be perceived in another connection mentioned by the psychologist C. G. Jung:","parent":"posts/page11.txt","score":0.8514425159261476},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.8514060267590946},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.848147439411142},{"content":"Perhaps the most obvious “closure” or psychic consequence of any new technology is just the demand for it. Nobody wants a motorcar until there are motorcars, and nobody is interested in TV until there are TV programs. This power of technology to create its own world of demand is not independent of technology being first an extension of our own bodies and senses. When we are deprived of our sense of sight, the other senses take up the role of sight in some degree. But the need to use the senses that are available is as insistent as breathing—a fact that makes sense of the urge to keep radio and TV going more or less continuously.","parent":"posts/page15.txt","score":0.8432423903358607},{"content":"Today when we want to get our bearings in our own culture, and have need to stand aside from the bias and pressure exerted by any technical form of human expression, we have only to visit a society where that particular form has not been felt or a historical period in which it was unknown. Professor Wilbur Schramm made such a tactical move in studying Television in the Lives of Our Children. He found areas where TV had not penetrated at all and ran some tests. Since he had made no study of the peculiar nature of the TV image, his tests were of \"content\" preferences, viewing time, and vocabulary counts. In a word, his approach to the problem was a literary one, albeit unconsciously so. Consequently, he had nothing to report. Had his methods been employed in 1500 A.D. to discover the effects of the printed book in the lives of children or adults, he could have found out nothing of the changes in human and social psychology resulting from typography. Print created individualism and nationalism in the sixteenth century. Program and “content” analysis offer no clues to the magic of these media or to their subliminal charge.","parent":"posts/page9.txt","score":0.8417199850903638},{"content":"If the formative power in the media are the media themselves, that raises a host of large matters that can only be mentioned here, although they deserve volumes. Namely, that technological media are staples or natural resources, exactly as are coal and cotton and oil. Anybody will concede that a society whose economy is dependent upon one or two major staples like cotton, or grain, or lumber, or fish, or cattle is going to have some obvious social patterns of organization as a result. Stress on a few major staples creates extreme instability in the economy but great endurance in the population. The pathos and humor of the American South are embedded in such an economy of limited staples. For a society configured by reliance on a few commodities accepts them as a social bond quite as much as the metropolis does the press. Cotton and oil, like radio and TV, become \"fixed charges\" on the entire psychic life of the community. And this pervasive fact creates the unique cultural flavor of any society. It pays through the nose and all its other senses for each staple that shapes its life.","parent":"posts/page10.txt","score":0.8411529027102159},{"content":"In Shakespeare’s Troilus and Cressida, which is almost completely devoted to both a psychic and social study of communication, Shakespeare states his awareness that true social and political navigation depend upon anticipating the consequences of innovation:","parent":"posts/page3.txt","score":0.8402721599307512},{"content":"The percussed victims of the new technology have invariably muttered cliches about the impracticality of artists and their fanciful preferences. But in the past century, it has come to be generally acknowledged that, in the words of Wyndham Lewis, “The artist is always engaged in writing a detailed history of the future because he is the only person aware of the nature of the present.” Knowledge of this simple fact is now needed for human survival. The ability of the artist to sidestep the bully blow of new technology of any age, and to parry such violence with full awareness, is age-old. Equally age-old is the inability of the percussed victims, who cannot sidestep the new violence, to recognize their need of the artist. To reward and make celebrities of artists can also be a way of ignoring their prophetic work and preventing its timely use for survival. The artist is the man in any field, scientific or humanistic, who grasps the implications of his actions and of new knowledge in his own time. He is the man of integral awareness.","parent":"posts/page13.txt","score":0.8402539757128082},{"content":"The artist can correct the sense ratios before the blow of new technology has numbed conscious procedures. He can correct them before numbness and subliminal groping and reaction begin. If this is true, how is it possible to present the matter to those who are in a position to do something about it? If there were even a remote likelihood of this analysis being true, it would warrant a global armistice.","parent":"posts/page13.txt","score":0.8387092669436932},{"content":"Electric speed mingles the cultures of prehistory with the dregs of industrial marketeers, the nonliterate with semiliterate and the postliterate. Mental breakdown of varying degrees is the very common result of uprooting and inundation with new information and endless new patterns of information. Wyndham Lewis made this a theme of his group of novels called The Human Age. The first of these, The Childermass, is concerned precisely with accelerated media change as a kind of massacre of the innocents. In our own world as we become more aware of the effects of technology on psychic formation and manifestation, we are losing all confidence in our right to assign guilt. Ancient prehistoric societies regard violent crime as pathetic. The killer is regarded as we do a cancer victim. \"How terrible it must be to feel like that,\" they say. J.M. Synge took up this idea very effectively in his Playboy of the Western World.","parent":"posts/page7.txt","score":0.8384625052662062},{"content":"Before the electric speed and total field, it was not obvious that the medium is the message. The message, it seemed, was the \"content,\" as people used to ask what a painting was about. Yet they never thought to ask what a melody was about, nor what a house or a dress was about. In such matters, people retained some sense of the whole pattern, of form and function as a unity.","parent":"posts/page5.txt","score":0.8357120550722514},{"content":"This is a very different thing from the numbing or narcotic effect of new technology that lulls attention while the new form slams the gates of judgment and perception. For massive social surgery is needed to insert new technology into the group mind, and this is achieved by the built-in numbing apparatus discussed earlier. Now the \"technique of the suspended judgment\" presents the possibility of rejecting the narcotic and of postponing indefinitely the operation of inserting the new technology in the social psyche. A new stasis is in prospect.","parent":"posts/page11.txt","score":0.8350965257647138},{"content":"The Medium is the Message","parent":"posts/page1.txt","score":0.8349671732864398},{"content":"Ratios or patterns of perception steadily and without any resistance. The serious artist is the only person able to encounter technology with impunity, just because he is an expert aware of the changes in sense perception.","parent":"posts/page9.txt","score":0.8330555073579391}],"In accepting an honorary degree from the University of Notre Dame a few years ago, General David Sarnoff made this statement: “We are too prone to make technological instruments the scapegoats for the sins of those who wield them. The products of modern science are not in themselves good or bad; it is the way they are used that determines their value.” That is the voice of the current somnambulism. Suppose we were to say, “Apple pie is in itself neither good nor bad; it is the way it is used that determines its value.” Or, “The smallpox virus is in itself neither good nor bad; it is the way it is used that determines its value.” Again, “Firearms are in themselves neither good nor bad; it is the way they are used that determines their value.” That is, if the slugs reach the right people firearms are good. If the TV":[{"content":"In accepting an honorary degree from the University of Notre Dame a few years ago, General David Sarnoff made this statement: “We are too prone to make technological instruments the scapegoats for the sins of those who wield them. The products of modern science are not in themselves good or bad; it is the way they are used that determines their value.” That is the voice of the current somnambulism. Suppose we were to say, “Apple pie is in itself neither good nor bad; it is the way it is used that determines its value.” Or, “The smallpox virus is in itself neither good nor bad; it is the way it is used that determines its value.” Again, “Firearms are in themselves neither good nor bad; it is the way they are used that determines their value.” That is, if the slugs reach the right people firearms are good. If the TV","parent":"posts/page3.txt","score":1},{"content":"tube fires the right ammunition at the right people. It is good. I am not being perverse. There is simply nothing in the Sarnoff statement that will bear scrutiny, for it ignores the nature of the medium, of any and all media, in the true Narcissus style of one hypnotized by the amputation and extension of his own being in a new technical form. General Sarnoff went on to explain his attitude to the technology of print, saying that it was true that print caused much trash to circulate, but it had also disseminated the Bible and the thoughts of seers and philosophers. It has never occurred to General Sarnoff that any technology could do anything but add itself on to what we already are.","parent":"posts/page4.txt","score":0.8839743026377833},{"content":"In modern thought, (if not in fact)","parent":"posts/page3.txt","score":0.834612893405111},{"content":"It is plain that fragmentation or specialization as a technique of achieving security under tyranny and oppression of any kind has an attendant danger. Perfect adaptation to any environment is achieved by a total channeling of energies and vital force that amounts to a kind of static terminus for a creature. Even slight changes in the environment of the very well adjusted find them without any resource to meet new challenge. Such is the plight of the representatives of \"conventional wisdom\" in any society. Their entire stake of security and status is in a single form of acquired knowledge, so that innovation is for them not novelty but annihilation.","parent":"posts/page16.txt","score":0.8344537254354646},{"content":"I was unable to put his finger on the one fact that would lead him to a possible logical solution. It is interesting to note that success in keeping up a respectable front of the customary kind can only be done by a frantic scramble back of the façade. After the crime, after the blow has fallen, the facade of custom can only be held up by swift rearrangement of the props. So it is in our social lives when a new technology strikes, or in our private life when some intense and, therefore, indigestible experience occurs, and the censor acts at once to numb us from the blow and to ready the faculties to assimilate the intruder. Peter Cheyney’s observations of a mode of detective fiction is another instance of a popular form of entertainment functioning as a mimic model of the real thing.","parent":"posts/page15.txt","score":0.8328102831835996},{"content":"Then anger rose up in the old man’s face, and he said “I have heard my teacher say that whoever uses machines does all his work like a machine. He who does his work like a machine grows a heart like a machine, and he who carries the heart of a machine in his breast loses his simplicity. He who has lost his simplicity becomes unsure in the strivings of his soul. Uncertainty in the strivings of the soul is something which does not agree with honest sense. It is not that I do not know of such things; I am ashamed to use them.”","parent":"posts/page12.txt","score":0.8317280414916595},{"content":"\"The dragon's teeth, and they sprang up armed men\") really goes much deeper than Toynbee's story. In fact, \"militarism\" is just a vague description, not an analysis of causality at all. Militarism is a kind of visual organization of social energies that is both specialist and explosive, so that it is merely repetitive to say, as Toynbee does, that it both creates large empires and causes social breakdown. But militarism is a form of industrialism or the concentration of large amounts of homogenized energies into a few kinds of production.","parent":"posts/page18.txt","score":0.8315482645860617},{"content":"Toynbee urges again and again the cultural strategy of the imitation of the example of great men. This, of course, is to locate cultural safety in the power of the will, rather than in the power of adequate perception of situations. Anybody could quip that this is the British trust in character as opposed to intellect. In view of the endless power of men to hypnotize themselves into unawareness in the presence of challenge, it may be argued that will-power is as useful as intelligence for survival. Today we need also the will to be exceedingly informed and aware.","parent":"posts/page17.txt","score":0.8305336364287801},{"content":"people respond to their handicaps in a society of active warriors. They become specialists like Vulcan, the smith and armorer. And how do whole communities act when conquered and enslaved? The same strategy serves them as it does the lame individual in a society of warriors. They specialize and become indispensable to their masters. It is probably the long human history of enslavement, and the collapse into specialization as a counterirritant, that have put the stigma of servitude and pusillanimity on the figure of the specialist, even in modern times. The capitulation of Western man to his technology, with its crescendo of specialized demands, has always appeared to many observers of our world as a kind of enslavement. But the resulting fragmentation has been voluntary and enthusiastic, unlike the conscious strategy of specialization on the part of the captives of military conquest.","parent":"posts/page16.txt","score":0.8291982068437292},{"content":"Perhaps the most obvious “closure” or psychic consequence of any new technology is just the demand for it. Nobody wants a motorcar until there are motorcars, and nobody is interested in TV until there are TV programs. This power of technology to create its own world of demand is not independent of technology being first an extension of our own bodies and senses. When we are deprived of our sense of sight, the other senses take up the role of sight in some degree. But the need to use the senses that are available is as insistent as breathing—a fact that makes sense of the urge to keep radio and TV going more or less continuously.","parent":"posts/page15.txt","score":0.8281579988535247},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8279005012806095},{"content":"The urge to continuous use is quite independent of the “content” of public programs or of the private sense life, being testimony to the fact that technology is part of our bodies. Electric technology is directly related to our central nervous systems, so it is ridiculous to talk of “what the public wants” played over its own nerves. This question would be like asking people what sort of sights and sounds they would prefer around them in an urban metropolis! Once we have surrendered our senses and nervous systems to the private manipulation of those who would try to benefit from taking a lease on our eyes and ears and nerves, we don’t really have any rights left. Leasing our eyes and ears and nerves to commercial interests is like handing over the common speech to a private corporation, or like giving the earth’s atmosphere to a company as a monopoly. Something like this has already happened with outer space, for the same reasons that we have leased our central nervous systems to various corporations. As long as we adopt the Narcissus attitude of regarding the extensions of our own bodies as really out there and really independent of us, we will meet all technological challenges with the same sort of banana-skin pirouette and collapse.","parent":"posts/page15.txt","score":0.8264655625953045},{"content":"If the criminal appears as a nonconformist who is unable to meet the demand of technology that we behave in uniform and continuous patterns, literate man is quite inclined to see others who cannot conform as somewhat pathetic. Especially the child, the cripple, the woman, and the colored person appear in a world of visual and typographic technology as victims of injustice. On the other hand, in a cul-","parent":"posts/page7.txt","score":0.8242968238463039},{"content":"Pope Pius XII was deeply concerned that there be serious study of the media today. On February 17, 1950, he said: It is not an exaggeration to say that the future of modern society and the stability of its inner life depend in large part on the maintenance of an equilibrium between the strength of the techniques of communication and the capacity of the individual's own reaction. Failure in this respect has for centuries been typical and total for mankind. Subliminal and docile acceptance of media impact has made them prisons without walls for their human users. As A. J. Liebling remarked in his book The Press, a man is not free if he cannot see where he is going, even if he has a gun to help him get there. For each of the media is also a powerful weapon with which to clobber other media and other groups. The result is that the present age has been one of multiple civil wars that are not limited to the world of art and entertainment. In War and Human Progress, Professor J. U. Nef declared: \"The total wars of our time have been the result of a series of intellectual mistakes...\"","parent":"posts/page10.txt","score":0.8227387358171004},{"content":"Toynbee points to the strange falsification of history by archaeology, insofar as the survival of many material objects of the past does not indicate the quality of ordinary life and experience at any particular time. Continuous technical improvement in the means of warfare occurs over the entire period of Hellenic and Roman decline. Toynbee checks out his hypothesis by testing it with the developments in Greek agriculture. When the enterprise of Solon weaned the Greeks from mixed farming to a program of specialized products for export, there were happy consequences and a glorious manifestation of energy in Greek life. When the next phase of the same specialist stress involved much reliance on slave labor, there was a spectacular increase of production. But the armies of technologically specialized slaves working the land blighted the social existence of the independent yeomen and small farmers, and led to the strange world of the Roman towns and cities crowded with rootless parasites.","parent":"posts/page18.txt","score":0.8224486314752099},{"content":"Toynbee expounds the principle that times of trouble or rapid change produce militarism, and it is militarism that produces empire and expansion. The old Greek myth which taught that the alphabet produced militarism (\"King Cadmus sowed","parent":"posts/page17.txt","score":0.8214969767531404},{"content":"If the formative power in the media are the media themselves, that raises a host of large matters that can only be mentioned here, although they deserve volumes. Namely, that technological media are staples or natural resources, exactly as are coal and cotton and oil. Anybody will concede that a society whose economy is dependent upon one or two major staples like cotton, or grain, or lumber, or fish, or cattle is going to have some obvious social patterns of organization as a result. Stress on a few major staples creates extreme instability in the economy but great endurance in the population. The pathos and humor of the American South are embedded in such an economy of limited staples. For a society configured by reliance on a few commodities accepts them as a social bond quite as much as the metropolis does the press. Cotton and oil, like radio and TV, become \"fixed charges\" on the entire psychic life of the community. And this pervasive fact creates the unique cultural flavor of any society. It pays through the nose and all its other senses for each staple that shapes its life.","parent":"posts/page10.txt","score":0.8205561977831314},{"content":"Perhaps the most interesting point about this anecdote is that it appeals to a modern physicist. It would not have appealed to Newton or to Adam Smith, for they were great experts and advocates of the fragmentary and the specialist approaches. It is by means quite in accord with the outlook of the Chinese sage that Hans Selye works at his “stress” idea of illness. In the 1920s he had been baffled at why physicians always seemed to concentrate on the recognition of individual diseases and specific remedies for such isolated causes, while never paying any attention to the “syndrome of just being sick.” Those who are concerned with the program “content” of media and not with the medium proper, appear to be in the position of physicians who ignore the “syndrome of just being sick.” Hans Selye, in tackling a total, inclusive approach to the field of sickness, began what Adolphe Jonas has continued in Irritation and Counter-irritation; namely, a quest for the response to injury as such, or to novel impact of any kind. Today we have anesthetics that enable us to perform the most frightful physical operations on one another.","parent":"posts/page12.txt","score":0.8204698727495491},{"content":"Arnold Toynbee is innocent of any understanding of media as they have shaped history but he is full of examples that the student of media can use. At one moment he can seriously suggest that adult education, such as the Workers Educational Association in Britain, is a useful counterforce to the popular press. Toynbee considers that although all of the oriental societies have in our time accepted the industrial technology and its political consequences: \"On the cultural plane, however, there is no uniform corresponding tendency.\" (Somervell, I. 267) This is like the voice of the literate man, floundering in a milieu of ads, who boasts, \"Personally, I pay no attention to ads.\" The spiritual and cultural reservations that the oriental peoples may have toward our technology will avail them not at all. The effects of technology do not occur at the level of opinions or concepts, but alter sense.","parent":"posts/page8.txt","score":0.8203160841593281},{"content":"The percussed victims of the new technology have invariably muttered cliches about the impracticality of artists and their fanciful preferences. But in the past century, it has come to be generally acknowledged that, in the words of Wyndham Lewis, “The artist is always engaged in writing a detailed history of the future because he is the only person aware of the nature of the present.” Knowledge of this simple fact is now needed for human survival. The ability of the artist to sidestep the bully blow of new technology of any age, and to parry such violence with full awareness, is age-old. Equally age-old is the inability of the percussed victims, who cannot sidestep the new violence, to recognize their need of the artist. To reward and make celebrities of artists can also be a way of ignoring their prophetic work and preventing its timely use for survival. The artist is the man in any field, scientific or humanistic, who grasps the implications of his actions and of new knowledge in his own time. He is the man of integral awareness.","parent":"posts/page13.txt","score":0.8198892224433859}]}