{"I was unable to put his finger on the one fact that would lead him to a possible logical solution. It is interesting to note that success in keeping up a respectable front of the customary kind can only be done by a frantic scramble back of the façade. After the crime, after the blow has fallen, the facade of custom can only be held up by swift rearrangement of the props. So it is in our social lives when a new technology strikes, or in our private life when some intense and, therefore, indigestible experience occurs, and the censor acts at once to numb us from the blow and to ready the faculties to assimilate the intruder. Peter Cheyney’s observations of a mode of detective fiction is another instance of a popular form of entertainment functioning as a mimic model of the real thing.":[{"content":"I was unable to put his finger on the one fact that would lead him to a possible logical solution. It is interesting to note that success in keeping up a respectable front of the customary kind can only be done by a frantic scramble back of the façade. After the crime, after the blow has fallen, the facade of custom can only be held up by swift rearrangement of the props. So it is in our social lives when a new technology strikes, or in our private life when some intense and, therefore, indigestible experience occurs, and the censor acts at once to numb us from the blow and to ready the faculties to assimilate the intruder. Peter Cheyney’s observations of a mode of detective fiction is another instance of a popular form of entertainment functioning as a mimic model of the real thing.","parent":"posts/page15.txt","score":1.0000000000000002},{"content":"The somewhat devious means of diagnosis that have to be used to pin down the actual form and impact of a new medium are not unlike those indicated in detective fiction by Peter Cheyney. In You Can't Keep the Change (Collins, London, 1956) he wrote:","parent":"posts/page14.txt","score":0.9024339752903372},{"content":"If the criminal appears as a nonconformist who is unable to meet the demand of technology that we behave in uniform and continuous patterns, literate man is quite inclined to see others who cannot conform as somewhat pathetic. Especially the child, the cripple, the woman, and the colored person appear in a world of visual and typographic technology as victims of injustice. On the other hand, in a cul-","parent":"posts/page7.txt","score":0.8592234069457719},{"content":"tube fires the right ammunition at the right people. It is good. I am not being perverse. There is simply nothing in the Sarnoff statement that will bear scrutiny, for it ignores the nature of the medium, of any and all media, in the true Narcissus style of one hypnotized by the amputation and extension of his own being in a new technical form. General Sarnoff went on to explain his attitude to the technology of print, saying that it was true that print caused much trash to circulate, but it had also disseminated the Bible and the thoughts of seers and philosophers. It has never occurred to General Sarnoff that any technology could do anything but add itself on to what we already are.","parent":"posts/page4.txt","score":0.8506201370611339},{"content":"Toynbee urges again and again the cultural strategy of the imitation of the example of great men. This, of course, is to locate cultural safety in the power of the will, rather than in the power of adequate perception of situations. Anybody could quip that this is the British trust in character as opposed to intellect. In view of the endless power of men to hypnotize themselves into unawareness in the presence of challenge, it may be argued that will-power is as useful as intelligence for survival. Today we need also the will to be exceedingly informed and aware.","parent":"posts/page17.txt","score":0.8379854648638893},{"content":"Perhaps the most obvious “closure” or psychic consequence of any new technology is just the demand for it. Nobody wants a motorcar until there are motorcars, and nobody is interested in TV until there are TV programs. This power of technology to create its own world of demand is not independent of technology being first an extension of our own bodies and senses. When we are deprived of our sense of sight, the other senses take up the role of sight in some degree. But the need to use the senses that are available is as insistent as breathing—a fact that makes sense of the urge to keep radio and TV going more or less continuously.","parent":"posts/page15.txt","score":0.8367969995287944},{"content":"The percussed victims of the new technology have invariably muttered cliches about the impracticality of artists and their fanciful preferences. But in the past century, it has come to be generally acknowledged that, in the words of Wyndham Lewis, “The artist is always engaged in writing a detailed history of the future because he is the only person aware of the nature of the present.” Knowledge of this simple fact is now needed for human survival. The ability of the artist to sidestep the bully blow of new technology of any age, and to parry such violence with full awareness, is age-old. Equally age-old is the inability of the percussed victims, who cannot sidestep the new violence, to recognize their need of the artist. To reward and make celebrities of artists can also be a way of ignoring their prophetic work and preventing its timely use for survival. The artist is the man in any field, scientific or humanistic, who grasps the implications of his actions and of new knowledge in his own time. He is the man of integral awareness.","parent":"posts/page13.txt","score":0.8363860500030124},{"content":"Ratios or patterns of perception steadily and without any resistance. The serious artist is the only person able to encounter technology with impunity, just because he is an expert aware of the changes in sense perception.","parent":"posts/page9.txt","score":0.8352576121043486},{"content":"In accepting an honorary degree from the University of Notre Dame a few years ago, General David Sarnoff made this statement: “We are too prone to make technological instruments the scapegoats for the sins of those who wield them. The products of modern science are not in themselves good or bad; it is the way they are used that determines their value.” That is the voice of the current somnambulism. Suppose we were to say, “Apple pie is in itself neither good nor bad; it is the way it is used that determines its value.” Or, “The smallpox virus is in itself neither good nor bad; it is the way it is used that determines its value.” Again, “Firearms are in themselves neither good nor bad; it is the way they are used that determines their value.” That is, if the slugs reach the right people firearms are good. If the TV","parent":"posts/page3.txt","score":0.8328102831835996},{"content":"Electric speed mingles the cultures of prehistory with the dregs of industrial marketeers, the nonliterate with semiliterate and the postliterate. Mental breakdown of varying degrees is the very common result of uprooting and inundation with new information and endless new patterns of information. Wyndham Lewis made this a theme of his group of novels called The Human Age. The first of these, The Childermass, is concerned precisely with accelerated media change as a kind of massacre of the innocents. In our own world as we become more aware of the effects of technology on psychic formation and manifestation, we are losing all confidence in our right to assign guilt. Ancient prehistoric societies regard violent crime as pathetic. The killer is regarded as we do a cancer victim. \"How terrible it must be to feel like that,\" they say. J.M. Synge took up this idea very effectively in his Playboy of the Western World.","parent":"posts/page7.txt","score":0.8298511728317082},{"content":"Arnold Toynbee made one approach to the transforming power of media in his concept of \"etherialization,\" which he holds to be the principle of progressive simplification and efficiency in any organization or technology. Typically, he is ignoring the effect of the challenge of these forms upon the response of our senses. He imagines that it is the response of our opinions that is relevant to the effect of media and technology in society, a \"point of view\" that is plainly the result of the typographic spell. For the man in a literate and homogenized society ceases to be sensitive to the diverse and discontinuous life of forms. He acquires the illusion of the third dimension and the \"private point of view\" as part of his Narcissus fixation and is quite shut off from Blake’s awareness or that of the Psalmist, that we become what we behold.","parent":"posts/page9.txt","score":0.8283713957728034},{"content":"Toynbee is very generous in providing examples of widely varied challenge and collapse, and is especially apt in pointing to the frequent and futile resort to futurism and archaism as strategies of encountering radical change. But to point back to the day of the horse or to look forward to the coming of antigravitational vehicles is not an adequate response to the challenge of the motorcar. Yet these two uniform ways of backward and forward looking are habitual ways of avoiding the discontinuities of present experience with their demand for sensitive inspection.","parent":"posts/page16.txt","score":0.8280557793609595},{"content":"The older unawareness of the psychic and social effects of media can be illustrated from almost any of the conventional pronouncements.","parent":"posts/page3.txt","score":0.8273438111198971},{"content":"A case to Callaghan was merely a collection of people, some of whom—all of whom—were giving incorrect information, or telling lies, because circumstances either forced them or led them into the process. But the fact that they had to tell lies; had to give false impressions, necessitated a reorientation of their own viewpoints and their own lives. Sooner or later they became exhausted or careless. Then, and not until then, was an investigator.","parent":"posts/page14.txt","score":0.8261320788903536},{"content":"At any rate, in experimental art, men are given the exact specifications of coming violence to their own psyches from their own counter-irritants or technology. For those parts of ourselves that we thrust out in the form of new invention are attempts to counter or neutralize collective pressures and irritations. But the counter-irritant usually proves a greater plague than the initial irritant, like a drug habit. And it is here that the artist can show us how to \"ride with the punch,\" instead of \"taking it on the chin.\" It can only be repeated that human history is a record of \"taking it on the chin.\"","parent":"posts/page14.txt","score":0.8255129817709741},{"content":"The same kind of total, configurational awareness that reveals why the medium is socially the message has occurred in the most recent and radical medical theories. In his Stress of Life, Hans Selye tells of the dismay of a research colleague on hearing of Selye’s theory:","parent":"posts/page3.txt","score":0.8253848197574325},{"content":"C. P. Snow, reviewing a book of A. L. Rowse (The New York Times Book Review, December 24, 1961) on Appeasement and the road to Munich, describes the top level of British brains and experience in the 1930s. \"Their I.Q.'s were much higher than usual among political bosses. Why were they such a disaster?\" The view of Rowse, Snow approves: \"They would not listen to warnings because they did not wish to hear.\" Being anti-Red made it impossible for them to read the message of Hitler. But their failure was as nothing compared to our present one. The American stake in literacy as a technology or uniformity applied to every level of education, government, industry, and social life is totally threatened by the electric technology. The threat of Stalin or Hitler was external. The electric technology is within the gates, and we are numb, deaf, blind, and mute about its encounter with the Gutenberg technology, on and through which the American way of life was formed. It is, however, no time to suggest strategies when the threat has not even been acknowledged to exist. I am in the position of Louis Pasteur telling doctors that their greatest enemy was quite invisible, and quite unrecognized by them. Our conventional response to all media, namely that it is how they are used that counts, is the numb stance of the technological idiot. For the \"content\" of a medium is like the juicy piece of meat carried by the burglar to distract the watchdog of the mind. The effect of the medium is made strong and intense just because it is given another medium as \"content.\" The content of a movie is a novel or a play or an opera. The effect of the movie form is not related to its program content. The \"content\" of writing or print is speech, but the reader is almost entirely unaware either of print or of speech.","parent":"posts/page8.txt","score":0.8236941257113376},{"content":"Before the electric speed and total field, it was not obvious that the medium is the message. The message, it seemed, was the \"content,\" as people used to ask what a painting was about. Yet they never thought to ask what a melody was about, nor what a house or a dress was about. In such matters, people retained some sense of the whole pattern, of form and function as a unity.","parent":"posts/page5.txt","score":0.8235683131854886},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.8233390175801363},{"content":"Just before an airplane breaks the sound barrier, sound waves become visible on the wings of the plane. The sudden visibility of sound just as sound ends is an apt instance of that great pattern of being that reveals new and opposite forms just as the earlier forms reach their peak performance. Mechanization was never so vividly fragmented or sequential as in the birth of the movies, the moment that translated us beyond mechanism into the world of growth and organic interrelation. The movie, by sheer speeding up the mechanical, carried us from the world of sequence and connections into the world of creative configuration and structure. The message of the movie medium is that of transition from lineal connections to configurations. It is the transition that produced the now quite correct observation: \"If it works, it's obsolete.\" When electric speed further takes over from mechanical movie sequences, then the lines of force in structures and in media become loud and clear. We return to the inclusive form of the icon.","parent":"posts/page4.txt","score":0.8232259043103388}],"Perhaps the most obvious “closure” or psychic consequence of any new technology is just the demand for it. Nobody wants a motorcar until there are motorcars, and nobody is interested in TV until there are TV programs. This power of technology to create its own world of demand is not independent of technology being first an extension of our own bodies and senses. When we are deprived of our sense of sight, the other senses take up the role of sight in some degree. But the need to use the senses that are available is as insistent as breathing—a fact that makes sense of the urge to keep radio and TV going more or less continuously.":[{"content":"Perhaps the most obvious “closure” or psychic consequence of any new technology is just the demand for it. Nobody wants a motorcar until there are motorcars, and nobody is interested in TV until there are TV programs. This power of technology to create its own world of demand is not independent of technology being first an extension of our own bodies and senses. When we are deprived of our sense of sight, the other senses take up the role of sight in some degree. But the need to use the senses that are available is as insistent as breathing—a fact that makes sense of the urge to keep radio and TV going more or less continuously.","parent":"posts/page15.txt","score":0.9999999999999999},{"content":"The urge to continuous use is quite independent of the “content” of public programs or of the private sense life, being testimony to the fact that technology is part of our bodies. Electric technology is directly related to our central nervous systems, so it is ridiculous to talk of “what the public wants” played over its own nerves. This question would be like asking people what sort of sights and sounds they would prefer around them in an urban metropolis! Once we have surrendered our senses and nervous systems to the private manipulation of those who would try to benefit from taking a lease on our eyes and ears and nerves, we don’t really have any rights left. Leasing our eyes and ears and nerves to commercial interests is like handing over the common speech to a private corporation, or like giving the earth’s atmosphere to a company as a monopoly. Something like this has already happened with outer space, for the same reasons that we have leased our central nervous systems to various corporations. As long as we adopt the Narcissus attitude of regarding the extensions of our own bodies as really out there and really independent of us, we will meet all technological challenges with the same sort of banana-skin pirouette and collapse.","parent":"posts/page15.txt","score":0.9017862895187957},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8844250073471256},{"content":"That our human senses, of which all media are extensions, are also fixed charges on our personal energies, and that they also configure the awareness and experience of each one of us, may be perceived in another connection mentioned by the psychologist C. G. Jung:","parent":"posts/page11.txt","score":0.8668974659680059},{"content":"The modern metropolis is now sprawling helplessly after the impact of the motorcar. As a response to the challenge of railway speeds the suburb and the garden city arrived too late, or just in time to become a motorcar disaster. For an arrangement of functions adjusted to one set of intensities becomes unbearable at another intensity. And a technological extension of our bodies designed to alleviate physical stress can bring on psychic stress that may be much worse. Western specialist technology transferred to the Arab world in late Roman times released a furious discharge of tribal energy.","parent":"posts/page14.txt","score":0.8660794869884967},{"content":"Detribalization by literacy and its traumatic effects on tribal man is the theme of a book by the psychiatrist J.C. Carothers, The African Mind in Health and Disease (World Health Organization, Geneva, 1953). Much of his material appeared in an article in Psychiatry magazine, November 1959: \"The Culture, Psychiatry, and the Written Word.\" Again, it is electric speed that has revealed the lines of force operating from Western technology in the remotest areas of bush, savannah, and desert. One example is the Bedouin with his battery radio on board the camel. Submerging natives with floods of concepts for which nothing has prepared them is the normal action of all of our technology. But with electric media Western man himself experiences exactly the same inundation as the remote native. We are no more prepared to encounter radio and TV in our literate milieu than the native of Ghana is able to cope with the literacy that takes him out of his collective tribal world and beaches him in individual isolation. We are as numb in our new electric world as the native involved in our literate and mechanical culture.","parent":"posts/page7.txt","score":0.86044799783455},{"content":"This is a very different thing from the numbing or narcotic effect of new technology that lulls attention while the new form slams the gates of judgment and perception. For massive social surgery is needed to insert new technology into the group mind, and this is achieved by the built-in numbing apparatus discussed earlier. Now the \"technique of the suspended judgment\" presents the possibility of rejecting the narcotic and of postponing indefinitely the operation of inserting the new technology in the social psyche. A new stasis is in prospect.","parent":"posts/page11.txt","score":0.8542374740261381},{"content":"Arnold Toynbee made one approach to the transforming power of media in his concept of \"etherialization,\" which he holds to be the principle of progressive simplification and efficiency in any organization or technology. Typically, he is ignoring the effect of the challenge of these forms upon the response of our senses. He imagines that it is the response of our opinions that is relevant to the effect of media and technology in society, a \"point of view\" that is plainly the result of the typographic spell. For the man in a literate and homogenized society ceases to be sensitive to the diverse and discontinuous life of forms. He acquires the illusion of the third dimension and the \"private point of view\" as part of his Narcissus fixation and is quite shut off from Blake’s awareness or that of the Psalmist, that we become what we behold.","parent":"posts/page9.txt","score":0.8509273674613046},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.8480662299975341},{"content":"The artist can correct the sense ratios before the blow of new technology has numbed conscious procedures. He can correct them before numbness and subliminal groping and reaction begin. If this is true, how is it possible to present the matter to those who are in a position to do something about it? If there were even a remote likelihood of this analysis being true, it would warrant a global armistice.","parent":"posts/page13.txt","score":0.8442935373646648},{"content":"Just before an airplane breaks the sound barrier, sound waves become visible on the wings of the plane. The sudden visibility of sound just as sound ends is an apt instance of that great pattern of being that reveals new and opposite forms just as the earlier forms reach their peak performance. Mechanization was never so vividly fragmented or sequential as in the birth of the movies, the moment that translated us beyond mechanism into the world of growth and organic interrelation. The movie, by sheer speeding up the mechanical, carried us from the world of sequence and connections into the world of creative configuration and structure. The message of the movie medium is that of transition from lineal connections to configurations. It is the transition that produced the now quite correct observation: \"If it works, it's obsolete.\" When electric speed further takes over from mechanical movie sequences, then the lines of force in structures and in media become loud and clear. We return to the inclusive form of the icon.","parent":"posts/page4.txt","score":0.8434797271431821},{"content":"The older unawareness of the psychic and social effects of media can be illustrated from almost any of the conventional pronouncements.","parent":"posts/page3.txt","score":0.8432423903358607},{"content":"If the formative power in the media are the media themselves, that raises a host of large matters that can only be mentioned here, although they deserve volumes. Namely, that technological media are staples or natural resources, exactly as are coal and cotton and oil. Anybody will concede that a society whose economy is dependent upon one or two major staples like cotton, or grain, or lumber, or fish, or cattle is going to have some obvious social patterns of organization as a result. Stress on a few major staples creates extreme instability in the economy but great endurance in the population. The pathos and humor of the American South are embedded in such an economy of limited staples. For a society configured by reliance on a few commodities accepts them as a social bond quite as much as the metropolis does the press. Cotton and oil, like radio and TV, become \"fixed charges\" on the entire psychic life of the community. And this pervasive fact creates the unique cultural flavor of any society. It pays through the nose and all its other senses for each staple that shapes its life.","parent":"posts/page10.txt","score":0.8431816585049875},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.8429529143798661},{"content":"Arnold Toynbee is innocent of any understanding of media as they have shaped history but he is full of examples that the student of media can use. At one moment he can seriously suggest that adult education, such as the Workers Educational Association in Britain, is a useful counterforce to the popular press. Toynbee considers that although all of the oriental societies have in our time accepted the industrial technology and its political consequences: \"On the cultural plane, however, there is no uniform corresponding tendency.\" (Somervell, I. 267) This is like the voice of the literate man, floundering in a milieu of ads, who boasts, \"Personally, I pay no attention to ads.\" The spiritual and cultural reservations that the oriental peoples may have toward our technology will avail them not at all. The effects of technology do not occur at the level of opinions or concepts, but alter sense.","parent":"posts/page8.txt","score":0.8422335407333779},{"content":"Archimedes once said, “Give me a place to stand and I will move the world.” Today he would have pointed to our electric media and said, “I will stand on your eyes, your ears, your nerves, and your brain, and the world will move in any tempo or pattern I choose.” We have leased these “places to stand” to private corporations.","parent":"posts/page15.txt","score":0.8420970167583628},{"content":"Toynbee is very generous in providing examples of widely varied challenge and collapse, and is especially apt in pointing to the frequent and futile resort to futurism and archaism as strategies of encountering radical change. But to point back to the day of the horse or to look forward to the coming of antigravitational vehicles is not an adequate response to the challenge of the motorcar. Yet these two uniform ways of backward and forward looking are habitual ways of avoiding the discontinuities of present experience with their demand for sensitive inspection.","parent":"posts/page16.txt","score":0.841789431303787},{"content":"Electric speed mingles the cultures of prehistory with the dregs of industrial marketeers, the nonliterate with semiliterate and the postliterate. Mental breakdown of varying degrees is the very common result of uprooting and inundation with new information and endless new patterns of information. Wyndham Lewis made this a theme of his group of novels called The Human Age. The first of these, The Childermass, is concerned precisely with accelerated media change as a kind of massacre of the innocents. In our own world as we become more aware of the effects of technology on psychic formation and manifestation, we are losing all confidence in our right to assign guilt. Ancient prehistoric societies regard violent crime as pathetic. The killer is regarded as we do a cancer victim. \"How terrible it must be to feel like that,\" they say. J.M. Synge took up this idea very effectively in his Playboy of the Western World.","parent":"posts/page7.txt","score":0.8409818861566755},{"content":"In a culture like ours, long accustomed to splitting and dividing all things as a means of control, it is sometimes a bit of a shock to be reminded that, in operational and practical fact, the medium is the message. This is merely to say that the personal and social consequences of any medium—that is, of any extension of ourselves—result from the new scale that is introduced into our affairs by each extension of ourselves, or by any new technology. Thus, with automation, for example, the new patterns of human association tend to eliminate jobs. It is true that this is the negative result. Positively, automation creates roles for people, which is to say, depth of involvement in their work and human association that our preceding mechanical technology had destroyed. Many people would be disposed to say that it was not the machine, but what one did with the machine, that was its meaning or message. In terms of the ways in which the machine altered our relations to one another and to ourselves, it mattered not in the least whether it turned out cornflakes or Cadillacs. The restructuring of human work and association was shaped by the technique of fragmentation that is the essence of machine technology. The essence of automation technology is the opposite. It is integral and decentralist in depth, just as the machine was fragmentary, centralist, and superficial in its patterning of human relationships.","parent":"posts/page1.txt","score":0.8400284953208673},{"content":"The percussed victims of the new technology have invariably muttered cliches about the impracticality of artists and their fanciful preferences. But in the past century, it has come to be generally acknowledged that, in the words of Wyndham Lewis, “The artist is always engaged in writing a detailed history of the future because he is the only person aware of the nature of the present.” Knowledge of this simple fact is now needed for human survival. The ability of the artist to sidestep the bully blow of new technology of any age, and to parry such violence with full awareness, is age-old. Equally age-old is the inability of the percussed victims, who cannot sidestep the new violence, to recognize their need of the artist. To reward and make celebrities of artists can also be a way of ignoring their prophetic work and preventing its timely use for survival. The artist is the man in any field, scientific or humanistic, who grasps the implications of his actions and of new knowledge in his own time. He is the man of integral awareness.","parent":"posts/page13.txt","score":0.8396749452383325}],"":[{"content":"To a much greater degree than Roman slavery, the specialization of mechanized industry and market organization has faced Western man with the challenge of manufacture by mono-fracture, or the tackling of all things and operations one bit at a time. This is the challenge that has permeated all aspects of our lives and enabled us to expand so triumphantly in all directions and in all spheres.","parent":"posts/page18.txt","score":0.852520799509048},{"content":"It is this aspect of new art that Kenneth Galbraith recommends to the careful study of businessmen who want to stay in business. For in the electric age there is no longer any sense in talking about the artist’s being ahead of his time. Our technology is, also, ahead of its time, if we reckon by the ability to recognize it for what it is. To prevent undue wreckage in society, the artist tends now to move from the ivory tower to the control tower of society. Just as higher education is no longer a frill or luxury but a stark need of production and operational design in the electric age, so the artist is indispensable in the shaping and analysis and understanding of the life of forms, and structures created by electric technology.","parent":"posts/page13.txt","score":0.8489620843776574},{"content":"Everything is revealed at a glance. But in England, the paths run criss-cross, and it is only by travelling down each one of them that one can build up a picture of the whole.","parent":"posts/page6.txt","score":0.8442326922964882},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8441719552523987},{"content":"Tzu-Gung replied, “You take a wooden lever, weighted at the back and light in front. In this way you can bring up water so quickly that it just gushes out. This is called a draw-well.”","parent":"posts/page12.txt","score":0.8441016117849014},{"content":"Finds bottom in the uncomprehensive deeps,","parent":"posts/page3.txt","score":0.8439872096727302},{"content":"CHAPTER 7","parent":"posts/page11.txt","score":0.8434665469828049},{"content":"Archimedes once said, “Give me a place to stand and I will move the world.” Today he would have pointed to our electric media and said, “I will stand on your eyes, your ears, your nerves, and your brain, and the world will move in any tempo or pattern I choose.” We have leased these “places to stand” to private corporations.","parent":"posts/page15.txt","score":0.8431833960273322},{"content":"and appraisal. Only the dedicated artist seems to have the power for encountering the present actuality.","parent":"posts/page17.txt","score":0.8430026832391571},{"content":"At any rate, in experimental art, men are given the exact specifications of coming violence to their own psyches from their own counter-irritants or technology. For those parts of ourselves that we thrust out in the form of new invention are attempts to counter or neutralize collective pressures and irritations. But the counter-irritant usually proves a greater plague than the initial irritant, like a drug habit. And it is here that the artist can show us how to \"ride with the punch,\" instead of \"taking it on the chin.\" It can only be repeated that human history is a record of \"taking it on the chin.\"","parent":"posts/page14.txt","score":0.8405027532786521},{"content":"The modern metropolis is now sprawling helplessly after the impact of the motorcar. As a response to the challenge of railway speeds the suburb and the garden city arrived too late, or just in time to become a motorcar disaster. For an arrangement of functions adjusted to one set of intensities becomes unbearable at another intensity. And a technological extension of our bodies designed to alleviate physical stress can bring on psychic stress that may be much worse. Western specialist technology transferred to the Arab world in late Roman times released a furious discharge of tribal energy.","parent":"posts/page14.txt","score":0.8403186191546096},{"content":"Nothing is that doesn’t act,","parent":"posts/page3.txt","score":0.8402706848618975},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.8374518775052792},{"content":"Perhaps the most obvious “closure” or psychic consequence of any new technology is just the demand for it. Nobody wants a motorcar until there are motorcars, and nobody is interested in TV until there are TV programs. This power of technology to create its own world of demand is not independent of technology being first an extension of our own bodies and senses. When we are deprived of our sense of sight, the other senses take up the role of sight in some degree. But the need to use the senses that are available is as insistent as breathing—a fact that makes sense of the urge to keep radio and TV going more or less continuously.","parent":"posts/page15.txt","score":0.8374453425734241},{"content":"CHAPTER 1","parent":"posts/page1.txt","score":0.83708886485311},{"content":"Click on paragraphs to see other paragraphs from other pages that are related. To understand how Yurt does this, you can check out (this)[https://blog.nicholaschen.io/posts/What%20is%20Yurt.txt] post.","parent":"posts/about.txt","score":0.8367402447009122},{"content":"Just before an airplane breaks the sound barrier, sound waves become visible on the wings of the plane. The sudden visibility of sound just as sound ends is an apt instance of that great pattern of being that reveals new and opposite forms just as the earlier forms reach their peak performance. Mechanization was never so vividly fragmented or sequential as in the birth of the movies, the moment that translated us beyond mechanism into the world of growth and organic interrelation. The movie, by sheer speeding up the mechanical, carried us from the world of sequence and connections into the world of creative configuration and structure. The message of the movie medium is that of transition from lineal connections to configurations. It is the transition that produced the now quite correct observation: \"If it works, it's obsolete.\" When electric speed further takes over from mechanical movie sequences, then the lines of force in structures and in media become loud and clear. We return to the inclusive form of the icon.","parent":"posts/page4.txt","score":0.8360102032938083},{"content":"The new media and technologies by which we amplify and extend ourselves constitute huge collective surgery carried out on the social body with complete disregard for antiseptics. If the operations are needed, the inevitability of infecting the whole system during the operation has to be considered. For in operating on","parent":"posts/page12.txt","score":0.8349589316285504},{"content":"Describes the scratch but not the itch.","parent":"posts/page3.txt","score":0.834902034886808},{"content":"In the history of human culture there is no example of a conscious adjustment of the various factors of personal and social life to new extensions except in the puny and peripheral efforts of artists. The artist picks up the message of cultural and technological challenge decades before its transforming impact occurs. He, then, builds models or Noah’s arks for facing the change that is at hand. “The war of 1870 need never have been fought had people read my Sentimental Education,” said Gustave Flaubert.","parent":"posts/page13.txt","score":0.8339389866776724}],"The urge to continuous use is quite independent of the “content” of public programs or of the private sense life, being testimony to the fact that technology is part of our bodies. Electric technology is directly related to our central nervous systems, so it is ridiculous to talk of “what the public wants” played over its own nerves. This question would be like asking people what sort of sights and sounds they would prefer around them in an urban metropolis! Once we have surrendered our senses and nervous systems to the private manipulation of those who would try to benefit from taking a lease on our eyes and ears and nerves, we don’t really have any rights left. Leasing our eyes and ears and nerves to commercial interests is like handing over the common speech to a private corporation, or like giving the earth’s atmosphere to a company as a monopoly. Something like this has already happened with outer space, for the same reasons that we have leased our central nervous systems to various corporations. As long as we adopt the Narcissus attitude of regarding the extensions of our own bodies as really out there and really independent of us, we will meet all technological challenges with the same sort of banana-skin pirouette and collapse.":[{"content":"The urge to continuous use is quite independent of the “content” of public programs or of the private sense life, being testimony to the fact that technology is part of our bodies. Electric technology is directly related to our central nervous systems, so it is ridiculous to talk of “what the public wants” played over its own nerves. This question would be like asking people what sort of sights and sounds they would prefer around them in an urban metropolis! Once we have surrendered our senses and nervous systems to the private manipulation of those who would try to benefit from taking a lease on our eyes and ears and nerves, we don’t really have any rights left. Leasing our eyes and ears and nerves to commercial interests is like handing over the common speech to a private corporation, or like giving the earth’s atmosphere to a company as a monopoly. Something like this has already happened with outer space, for the same reasons that we have leased our central nervous systems to various corporations. As long as we adopt the Narcissus attitude of regarding the extensions of our own bodies as really out there and really independent of us, we will meet all technological challenges with the same sort of banana-skin pirouette and collapse.","parent":"posts/page15.txt","score":1},{"content":"Perhaps the most obvious “closure” or psychic consequence of any new technology is just the demand for it. Nobody wants a motorcar until there are motorcars, and nobody is interested in TV until there are TV programs. This power of technology to create its own world of demand is not independent of technology being first an extension of our own bodies and senses. When we are deprived of our sense of sight, the other senses take up the role of sight in some degree. But the need to use the senses that are available is as insistent as breathing—a fact that makes sense of the urge to keep radio and TV going more or less continuously.","parent":"posts/page15.txt","score":0.9017862895187957},{"content":"Archimedes once said, “Give me a place to stand and I will move the world.” Today he would have pointed to our electric media and said, “I will stand on your eyes, your ears, your nerves, and your brain, and the world will move in any tempo or pattern I choose.” We have leased these “places to stand” to private corporations.","parent":"posts/page15.txt","score":0.8781945425576382},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.8616616578551607},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.85880604201638},{"content":"The modern metropolis is now sprawling helplessly after the impact of the motorcar. As a response to the challenge of railway speeds the suburb and the garden city arrived too late, or just in time to become a motorcar disaster. For an arrangement of functions adjusted to one set of intensities becomes unbearable at another intensity. And a technological extension of our bodies designed to alleviate physical stress can bring on psychic stress that may be much worse. Western specialist technology transferred to the Arab world in late Roman times released a furious discharge of tribal energy.","parent":"posts/page14.txt","score":0.85817308086821},{"content":"Arnold Toynbee made one approach to the transforming power of media in his concept of \"etherialization,\" which he holds to be the principle of progressive simplification and efficiency in any organization or technology. Typically, he is ignoring the effect of the challenge of these forms upon the response of our senses. He imagines that it is the response of our opinions that is relevant to the effect of media and technology in society, a \"point of view\" that is plainly the result of the typographic spell. For the man in a literate and homogenized society ceases to be sensitive to the diverse and discontinuous life of forms. He acquires the illusion of the third dimension and the \"private point of view\" as part of his Narcissus fixation and is quite shut off from Blake’s awareness or that of the Psalmist, that we become what we behold.","parent":"posts/page9.txt","score":0.8505326886552325},{"content":"This is a very different thing from the numbing or narcotic effect of new technology that lulls attention while the new form slams the gates of judgment and perception. For massive social surgery is needed to insert new technology into the group mind, and this is achieved by the built-in numbing apparatus discussed earlier. Now the \"technique of the suspended judgment\" presents the possibility of rejecting the narcotic and of postponing indefinitely the operation of inserting the new technology in the social psyche. A new stasis is in prospect.","parent":"posts/page11.txt","score":0.8487423757544115},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.8442554179092465},{"content":"Arnold Toynbee is innocent of any understanding of media as they have shaped history but he is full of examples that the student of media can use. At one moment he can seriously suggest that adult education, such as the Workers Educational Association in Britain, is a useful counterforce to the popular press. Toynbee considers that although all of the oriental societies have in our time accepted the industrial technology and its political consequences: \"On the cultural plane, however, there is no uniform corresponding tendency.\" (Somervell, I. 267) This is like the voice of the literate man, floundering in a milieu of ads, who boasts, \"Personally, I pay no attention to ads.\" The spiritual and cultural reservations that the oriental peoples may have toward our technology will avail them not at all. The effects of technology do not occur at the level of opinions or concepts, but alter sense.","parent":"posts/page8.txt","score":0.8440896846564172},{"content":"It is this aspect of new art that Kenneth Galbraith recommends to the careful study of businessmen who want to stay in business. For in the electric age there is no longer any sense in talking about the artist’s being ahead of his time. Our technology is, also, ahead of its time, if we reckon by the ability to recognize it for what it is. To prevent undue wreckage in society, the artist tends now to move from the ivory tower to the control tower of society. Just as higher education is no longer a frill or luxury but a stark need of production and operational design in the electric age, so the artist is indispensable in the shaping and analysis and understanding of the life of forms, and structures created by electric technology.","parent":"posts/page13.txt","score":0.8439376932990827},{"content":"Detribalization by literacy and its traumatic effects on tribal man is the theme of a book by the psychiatrist J.C. Carothers, The African Mind in Health and Disease (World Health Organization, Geneva, 1953). Much of his material appeared in an article in Psychiatry magazine, November 1959: \"The Culture, Psychiatry, and the Written Word.\" Again, it is electric speed that has revealed the lines of force operating from Western technology in the remotest areas of bush, savannah, and desert. One example is the Bedouin with his battery radio on board the camel. Submerging natives with floods of concepts for which nothing has prepared them is the normal action of all of our technology. But with electric media Western man himself experiences exactly the same inundation as the remote native. We are no more prepared to encounter radio and TV in our literate milieu than the native of Ghana is able to cope with the literacy that takes him out of his collective tribal world and beaches him in individual isolation. We are as numb in our new electric world as the native involved in our literate and mechanical culture.","parent":"posts/page7.txt","score":0.8415129559364432},{"content":"If the formative power in the media are the media themselves, that raises a host of large matters that can only be mentioned here, although they deserve volumes. Namely, that technological media are staples or natural resources, exactly as are coal and cotton and oil. Anybody will concede that a society whose economy is dependent upon one or two major staples like cotton, or grain, or lumber, or fish, or cattle is going to have some obvious social patterns of organization as a result. Stress on a few major staples creates extreme instability in the economy but great endurance in the population. The pathos and humor of the American South are embedded in such an economy of limited staples. For a society configured by reliance on a few commodities accepts them as a social bond quite as much as the metropolis does the press. Cotton and oil, like radio and TV, become \"fixed charges\" on the entire psychic life of the community. And this pervasive fact creates the unique cultural flavor of any society. It pays through the nose and all its other senses for each staple that shapes its life.","parent":"posts/page10.txt","score":0.8411993278795235},{"content":"Toynbee is very generous in providing examples of widely varied challenge and collapse, and is especially apt in pointing to the frequent and futile resort to futurism and archaism as strategies of encountering radical change. But to point back to the day of the horse or to look forward to the coming of antigravitational vehicles is not an adequate response to the challenge of the motorcar. Yet these two uniform ways of backward and forward looking are habitual ways of avoiding the discontinuities of present experience with their demand for sensitive inspection.","parent":"posts/page16.txt","score":0.8411289920601498},{"content":"Electric speed mingles the cultures of prehistory with the dregs of industrial marketeers, the nonliterate with semiliterate and the postliterate. Mental breakdown of varying degrees is the very common result of uprooting and inundation with new information and endless new patterns of information. Wyndham Lewis made this a theme of his group of novels called The Human Age. The first of these, The Childermass, is concerned precisely with accelerated media change as a kind of massacre of the innocents. In our own world as we become more aware of the effects of technology on psychic formation and manifestation, we are losing all confidence in our right to assign guilt. Ancient prehistoric societies regard violent crime as pathetic. The killer is regarded as we do a cancer victim. \"How terrible it must be to feel like that,\" they say. J.M. Synge took up this idea very effectively in his Playboy of the Western World.","parent":"posts/page7.txt","score":0.8393617687193398},{"content":"C. P. Snow, reviewing a book of A. L. Rowse (The New York Times Book Review, December 24, 1961) on Appeasement and the road to Munich, describes the top level of British brains and experience in the 1930s. \"Their I.Q.'s were much higher than usual among political bosses. Why were they such a disaster?\" The view of Rowse, Snow approves: \"They would not listen to warnings because they did not wish to hear.\" Being anti-Red made it impossible for them to read the message of Hitler. But their failure was as nothing compared to our present one. The American stake in literacy as a technology or uniformity applied to every level of education, government, industry, and social life is totally threatened by the electric technology. The threat of Stalin or Hitler was external. The electric technology is within the gates, and we are numb, deaf, blind, and mute about its encounter with the Gutenberg technology, on and through which the American way of life was formed. It is, however, no time to suggest strategies when the threat has not even been acknowledged to exist. I am in the position of Louis Pasteur telling doctors that their greatest enemy was quite invisible, and quite unrecognized by them. Our conventional response to all media, namely that it is how they are used that counts, is the numb stance of the technological idiot. For the \"content\" of a medium is like the juicy piece of meat carried by the burglar to distract the watchdog of the mind. The effect of the medium is made strong and intense just because it is given another medium as \"content.\" The content of a movie is a novel or a play or an opera. The effect of the movie form is not related to its program content. The \"content\" of writing or print is speech, but the reader is almost entirely unaware either of print or of speech.","parent":"posts/page8.txt","score":0.8381890367167876},{"content":"That our human senses, of which all media are extensions, are also fixed charges on our personal energies, and that they also configure the awareness and experience of each one of us, may be perceived in another connection mentioned by the psychologist C. G. Jung:","parent":"posts/page11.txt","score":0.8370594513629408},{"content":"The artist can correct the sense ratios before the blow of new technology has numbed conscious procedures. He can correct them before numbness and subliminal groping and reaction begin. If this is true, how is it possible to present the matter to those who are in a position to do something about it? If there were even a remote likelihood of this analysis being true, it would warrant a global armistice.","parent":"posts/page13.txt","score":0.8350227110437236},{"content":"The electric light escapes attention as a communication medium just because it has no \"content.\" And this makes it an invaluable instance of how people fail to study media at all. For it is not till the electric light is used to spell out some brand name that it is noticed as a medium. Then it is not the light but the \"content\" (or what is really another medium) that is noticed. The message of the electric light is like the message of","parent":"posts/page2.txt","score":0.8327728157180097},{"content":"Ratios or patterns of perception steadily and without any resistance. The serious artist is the only person able to encounter technology with impunity, just because he is an expert aware of the changes in sense perception.","parent":"posts/page9.txt","score":0.8319491335979684}],"Archimedes once said, “Give me a place to stand and I will move the world.” Today he would have pointed to our electric media and said, “I will stand on your eyes, your ears, your nerves, and your brain, and the world will move in any tempo or pattern I choose.” We have leased these “places to stand” to private corporations.":[{"content":"Archimedes once said, “Give me a place to stand and I will move the world.” Today he would have pointed to our electric media and said, “I will stand on your eyes, your ears, your nerves, and your brain, and the world will move in any tempo or pattern I choose.” We have leased these “places to stand” to private corporations.","parent":"posts/page15.txt","score":1.0000000000000002},{"content":"The urge to continuous use is quite independent of the “content” of public programs or of the private sense life, being testimony to the fact that technology is part of our bodies. Electric technology is directly related to our central nervous systems, so it is ridiculous to talk of “what the public wants” played over its own nerves. This question would be like asking people what sort of sights and sounds they would prefer around them in an urban metropolis! Once we have surrendered our senses and nervous systems to the private manipulation of those who would try to benefit from taking a lease on our eyes and ears and nerves, we don’t really have any rights left. Leasing our eyes and ears and nerves to commercial interests is like handing over the common speech to a private corporation, or like giving the earth’s atmosphere to a company as a monopoly. Something like this has already happened with outer space, for the same reasons that we have leased our central nervous systems to various corporations. As long as we adopt the Narcissus attitude of regarding the extensions of our own bodies as really out there and really independent of us, we will meet all technological challenges with the same sort of banana-skin pirouette and collapse.","parent":"posts/page15.txt","score":0.8781945425576382},{"content":"Arnold Toynbee made one approach to the transforming power of media in his concept of \"etherialization,\" which he holds to be the principle of progressive simplification and efficiency in any organization or technology. Typically, he is ignoring the effect of the challenge of these forms upon the response of our senses. He imagines that it is the response of our opinions that is relevant to the effect of media and technology in society, a \"point of view\" that is plainly the result of the typographic spell. For the man in a literate and homogenized society ceases to be sensitive to the diverse and discontinuous life of forms. He acquires the illusion of the third dimension and the \"private point of view\" as part of his Narcissus fixation and is quite shut off from Blake’s awareness or that of the Psalmist, that we become what we behold.","parent":"posts/page9.txt","score":0.8445543865114018},{"content":"Perhaps the most obvious “closure” or psychic consequence of any new technology is just the demand for it. Nobody wants a motorcar until there are motorcars, and nobody is interested in TV until there are TV programs. This power of technology to create its own world of demand is not independent of technology being first an extension of our own bodies and senses. When we are deprived of our sense of sight, the other senses take up the role of sight in some degree. But the need to use the senses that are available is as insistent as breathing—a fact that makes sense of the urge to keep radio and TV going more or less continuously.","parent":"posts/page15.txt","score":0.8420970167583628},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.8382652822877661},{"content":"The Medium is the Message","parent":"posts/page1.txt","score":0.8326149092649152},{"content":"That our human senses, of which all media are extensions, are also fixed charges on our personal energies, and that they also configure the awareness and experience of each one of us, may be perceived in another connection mentioned by the psychologist C. G. Jung:","parent":"posts/page11.txt","score":0.8306133465638914},{"content":"It is this aspect of new art that Kenneth Galbraith recommends to the careful study of businessmen who want to stay in business. For in the electric age there is no longer any sense in talking about the artist’s being ahead of his time. Our technology is, also, ahead of its time, if we reckon by the ability to recognize it for what it is. To prevent undue wreckage in society, the artist tends now to move from the ivory tower to the control tower of society. Just as higher education is no longer a frill or luxury but a stark need of production and operational design in the electric age, so the artist is indispensable in the shaping and analysis and understanding of the life of forms, and structures created by electric technology.","parent":"posts/page13.txt","score":0.8294670194533807},{"content":"A Passage to India (the phrase is from Whitman, who saw America headed Eastward) is a parable of Western man in the electric age, and is only incidentally related to Europe or the Orient. The ultimate conflict between sight and sound, between written and oral kinds of perception and organization of existence is upon us. Since understanding stops action, as Nietzsche observed, we can moderate the fierceness of this conflict by understanding the media that extend us and raise these wars within and without us.","parent":"posts/page7.txt","score":0.827294721642647},{"content":"Just before an airplane breaks the sound barrier, sound waves become visible on the wings of the plane. The sudden visibility of sound just as sound ends is an apt instance of that great pattern of being that reveals new and opposite forms just as the earlier forms reach their peak performance. Mechanization was never so vividly fragmented or sequential as in the birth of the movies, the moment that translated us beyond mechanism into the world of growth and organic interrelation. The movie, by sheer speeding up the mechanical, carried us from the world of sequence and connections into the world of creative configuration and structure. The message of the movie medium is that of transition from lineal connections to configurations. It is the transition that produced the now quite correct observation: \"If it works, it's obsolete.\" When electric speed further takes over from mechanical movie sequences, then the lines of force in structures and in media become loud and clear. We return to the inclusive form of the icon.","parent":"posts/page4.txt","score":0.8254441542398615},{"content":"Does thoughts unveil in their dumb cradles.","parent":"posts/page3.txt","score":0.8250441003776899},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.8243582387928905},{"content":"Toynbee is very generous in providing examples of widely varied challenge and collapse, and is especially apt in pointing to the frequent and futile resort to futurism and archaism as strategies of encountering radical change. But to point back to the day of the horse or to look forward to the coming of antigravitational vehicles is not an adequate response to the challenge of the motorcar. Yet these two uniform ways of backward and forward looking are habitual ways of avoiding the discontinuities of present experience with their demand for sensitive inspection.","parent":"posts/page16.txt","score":0.8237232626517598},{"content":"Arnold Toynbee is innocent of any understanding of media as they have shaped history but he is full of examples that the student of media can use. At one moment he can seriously suggest that adult education, such as the Workers Educational Association in Britain, is a useful counterforce to the popular press. Toynbee considers that although all of the oriental societies have in our time accepted the industrial technology and its political consequences: \"On the cultural plane, however, there is no uniform corresponding tendency.\" (Somervell, I. 267) This is like the voice of the literate man, floundering in a milieu of ads, who boasts, \"Personally, I pay no attention to ads.\" The spiritual and cultural reservations that the oriental peoples may have toward our technology will avail them not at all. The effects of technology do not occur at the level of opinions or concepts, but alter sense.","parent":"posts/page8.txt","score":0.8235503589713731},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8225199097326308},{"content":"In the history of human culture there is no example of a conscious adjustment of the various factors of personal and social life to new extensions except in the puny and peripheral efforts of artists. The artist picks up the message of cultural and technological challenge decades before its transforming impact occurs. He, then, builds models or Noah’s arks for facing the change that is at hand. “The war of 1870 need never have been fought had people read my Sentimental Education,” said Gustave Flaubert.","parent":"posts/page13.txt","score":0.8222395025839311},{"content":"Toynbee urges again and again the cultural strategy of the imitation of the example of great men. This, of course, is to locate cultural safety in the power of the will, rather than in the power of adequate perception of situations. Anybody could quip that this is the British trust in character as opposed to intellect. In view of the endless power of men to hypnotize themselves into unawareness in the presence of challenge, it may be argued that will-power is as useful as intelligence for survival. Today we need also the will to be exceedingly informed and aware.","parent":"posts/page17.txt","score":0.8222188012213263},{"content":"The increasing awareness of the action of media, quite independently of their “content” or programming, was indicated in the annoyed and anonymous stanza:","parent":"posts/page3.txt","score":0.8219310543283392},{"content":"and appraisal. Only the dedicated artist seems to have the power for encountering the present actuality.","parent":"posts/page17.txt","score":0.8211111132898983},{"content":"The percussed victims of the new technology have invariably muttered cliches about the impracticality of artists and their fanciful preferences. But in the past century, it has come to be generally acknowledged that, in the words of Wyndham Lewis, “The artist is always engaged in writing a detailed history of the future because he is the only person aware of the nature of the present.” Knowledge of this simple fact is now needed for human survival. The ability of the artist to sidestep the bully blow of new technology of any age, and to parry such violence with full awareness, is age-old. Equally age-old is the inability of the percussed victims, who cannot sidestep the new violence, to recognize their need of the artist. To reward and make celebrities of artists can also be a way of ignoring their prophetic work and preventing its timely use for survival. The artist is the man in any field, scientific or humanistic, who grasps the implications of his actions and of new knowledge in his own time. He is the man of integral awareness.","parent":"posts/page13.txt","score":0.8204882862030477}],"Arnold Toynbee has devoted much of his A Study of History to analyzing the kinds of challenge faced by a variety of cultures during many centuries. Highly relevant to Western man is Toynbee’s explanation of how the lame and the crippled":[{"content":"Arnold Toynbee has devoted much of his A Study of History to analyzing the kinds of challenge faced by a variety of cultures during many centuries. Highly relevant to Western man is Toynbee’s explanation of how the lame and the crippled","parent":"posts/page15.txt","score":1.0000000000000002},{"content":"people respond to their handicaps in a society of active warriors. They become specialists like Vulcan, the smith and armorer. And how do whole communities act when conquered and enslaved? The same strategy serves them as it does the lame individual in a society of warriors. They specialize and become indispensable to their masters. It is probably the long human history of enslavement, and the collapse into specialization as a counterirritant, that have put the stigma of servitude and pusillanimity on the figure of the specialist, even in modern times. The capitulation of Western man to his technology, with its crescendo of specialized demands, has always appeared to many observers of our world as a kind of enslavement. But the resulting fragmentation has been voluntary and enthusiastic, unlike the conscious strategy of specialization on the part of the captives of military conquest.","parent":"posts/page16.txt","score":0.8764980870076717},{"content":"Arnold Toynbee is innocent of any understanding of media as they have shaped history but he is full of examples that the student of media can use. At one moment he can seriously suggest that adult education, such as the Workers Educational Association in Britain, is a useful counterforce to the popular press. Toynbee considers that although all of the oriental societies have in our time accepted the industrial technology and its political consequences: \"On the cultural plane, however, there is no uniform corresponding tendency.\" (Somervell, I. 267) This is like the voice of the literate man, floundering in a milieu of ads, who boasts, \"Personally, I pay no attention to ads.\" The spiritual and cultural reservations that the oriental peoples may have toward our technology will avail them not at all. The effects of technology do not occur at the level of opinions or concepts, but alter sense.","parent":"posts/page8.txt","score":0.8746371252779903},{"content":"Toynbee points to the strange falsification of history by archaeology, insofar as the survival of many material objects of the past does not indicate the quality of ordinary life and experience at any particular time. Continuous technical improvement in the means of warfare occurs over the entire period of Hellenic and Roman decline. Toynbee checks out his hypothesis by testing it with the developments in Greek agriculture. When the enterprise of Solon weaned the Greeks from mixed farming to a program of specialized products for export, there were happy consequences and a glorious manifestation of energy in Greek life. When the next phase of the same specialist stress involved much reliance on slave labor, there was a spectacular increase of production. But the armies of technologically specialized slaves working the land blighted the social existence of the independent yeomen and small farmers, and led to the strange world of the Roman towns and cities crowded with rootless parasites.","parent":"posts/page18.txt","score":0.8723224075436876},{"content":"A related form of challenge that has always faced cultures is the simple fact of a frontier or a wall, on the other side of which exists another kind of society. Mere existence side by side of any two forms of organization generates a great deal of tension. Such, indeed, has been the principle of symbolist artistic structures in the past century. Toynbee observes that the challenge of a civilization set side by side with a tribal society has over and over demonstrated that the simpler society finds its integral economy and institutions \"disintegrated by a rain of psychic energy generated by the civilization\" of the more complex culture. When two societies exist side by side, the psychic challenge of the more complex one acts as an explosive release of energy in the simpler one. For prolific evidence of this kind of problem it is not necessary to look beyond the life of the teenager lived daily in the midst of a complex urban center. As the barbarian was driven to furious restlessness by the civilized contact, collapsing into mass migration, so the teenager, compelled to share the life of a city that cannot accept him as an adult, collapses into \"rebellion without a cause.\" Earlier the adolescent had been provided with a raincheck. He was prepared to wait it out. But since TV, the drive to participation has ended adolescence, and every American home has its Berlin wall.","parent":"posts/page16.txt","score":0.8711704134412656},{"content":"Toynbee is very generous in providing examples of widely varied challenge and collapse, and is especially apt in pointing to the frequent and futile resort to futurism and archaism as strategies of encountering radical change. But to point back to the day of the horse or to look forward to the coming of antigravitational vehicles is not an adequate response to the challenge of the motorcar. Yet these two uniform ways of backward and forward looking are habitual ways of avoiding the discontinuities of present experience with their demand for sensitive inspection.","parent":"posts/page16.txt","score":0.8708002898820497},{"content":"Toynbee expounds the principle that times of trouble or rapid change produce militarism, and it is militarism that produces empire and expansion. The old Greek myth which taught that the alphabet produced militarism (\"King Cadmus sowed","parent":"posts/page17.txt","score":0.8680593465075721},{"content":"Toynbee urges again and again the cultural strategy of the imitation of the example of great men. This, of course, is to locate cultural safety in the power of the will, rather than in the power of adequate perception of situations. Anybody could quip that this is the British trust in character as opposed to intellect. In view of the endless power of men to hypnotize themselves into unawareness in the presence of challenge, it may be argued that will-power is as useful as intelligence for survival. Today we need also the will to be exceedingly informed and aware.","parent":"posts/page17.txt","score":0.8637899030404389},{"content":"In the history of human culture there is no example of a conscious adjustment of the various factors of personal and social life to new extensions except in the puny and peripheral efforts of artists. The artist picks up the message of cultural and technological challenge decades before its transforming impact occurs. He, then, builds models or Noah’s arks for facing the change that is at hand. “The war of 1870 need never have been fought had people read my Sentimental Education,” said Gustave Flaubert.","parent":"posts/page13.txt","score":0.8626218458962323},{"content":"To a much greater degree than Roman slavery, the specialization of mechanized industry and market organization has faced Western man with the challenge of manufacture by mono-fracture, or the tackling of all things and operations one bit at a time. This is the challenge that has permeated all aspects of our lives and enabled us to expand so triumphantly in all directions and in all spheres.","parent":"posts/page18.txt","score":0.8616630023205722},{"content":"Arnold Toynbee made one approach to the transforming power of media in his concept of \"etherialization,\" which he holds to be the principle of progressive simplification and efficiency in any organization or technology. Typically, he is ignoring the effect of the challenge of these forms upon the response of our senses. He imagines that it is the response of our opinions that is relevant to the effect of media and technology in society, a \"point of view\" that is plainly the result of the typographic spell. For the man in a literate and homogenized society ceases to be sensitive to the diverse and discontinuous life of forms. He acquires the illusion of the third dimension and the \"private point of view\" as part of his Narcissus fixation and is quite shut off from Blake’s awareness or that of the Psalmist, that we become what we behold.","parent":"posts/page9.txt","score":0.8560875599253243},{"content":"Detribalization by literacy and its traumatic effects on tribal man is the theme of a book by the psychiatrist J.C. Carothers, The African Mind in Health and Disease (World Health Organization, Geneva, 1953). Much of his material appeared in an article in Psychiatry magazine, November 1959: \"The Culture, Psychiatry, and the Written Word.\" Again, it is electric speed that has revealed the lines of force operating from Western technology in the remotest areas of bush, savannah, and desert. One example is the Bedouin with his battery radio on board the camel. Submerging natives with floods of concepts for which nothing has prepared them is the normal action of all of our technology. But with electric media Western man himself experiences exactly the same inundation as the remote native. We are no more prepared to encounter radio and TV in our literate milieu than the native of Ghana is able to cope with the literacy that takes him out of his collective tribal world and beaches him in individual isolation. We are as numb in our new electric world as the native involved in our literate and mechanical culture.","parent":"posts/page7.txt","score":0.8554533074975786},{"content":"\"The dragon's teeth, and they sprang up armed men\") really goes much deeper than Toynbee's story. In fact, \"militarism\" is just a vague description, not an analysis of causality at all. Militarism is a kind of visual organization of social energies that is both specialist and explosive, so that it is merely repetitive to say, as Toynbee does, that it both creates large empires and causes social breakdown. But militarism is a form of industrialism or the concentration of large amounts of homogenized energies into a few kinds of production.","parent":"posts/page18.txt","score":0.8510084084736035},{"content":"In the same way the excessive tactile effects of the TV image cannot be met by mere program changes. Imaginative strategy based on adequate diagnosis would prescribe a corresponding depth or structural approach to the existing literary and visual world. If we persist in a conventional approach to these developments our traditional culture will be swept aside as scholasticism was in the sixteenth century. Had the Schoolmen with their complex oral culture understood the Gutenberg technology, they could have created a new synthesis of written and oral education, instead of bowing out of the picture and allowing the merely visual page to take over the educational enterprise. The oral Schoolmen did not meet the new visual challenge of print, and the resulting expansion or explosion of Gutenberg technology was in many respects an impoverishment of the culture, as historians like Mumford are now beginning to explain. Arnold Toynbee, in A Study of History, in considering \"the nature of growths of civilizations,\" not only abandons the concept of enlargement as a criterion of real growth of society, but states: \"More often geographical expansion is a concomitant of real decline and coincides with a 'time of troubles' or a universal state—both of them stages of decline and disintegration.\"","parent":"posts/page17.txt","score":0.845411020211591},{"content":"Electric speed mingles the cultures of prehistory with the dregs of industrial marketeers, the nonliterate with semiliterate and the postliterate. Mental breakdown of varying degrees is the very common result of uprooting and inundation with new information and endless new patterns of information. Wyndham Lewis made this a theme of his group of novels called The Human Age. The first of these, The Childermass, is concerned precisely with accelerated media change as a kind of massacre of the innocents. In our own world as we become more aware of the effects of technology on psychic formation and manifestation, we are losing all confidence in our right to assign guilt. Ancient prehistoric societies regard violent crime as pathetic. The killer is regarded as we do a cancer victim. \"How terrible it must be to feel like that,\" they say. J.M. Synge took up this idea very effectively in his Playboy of the Western World.","parent":"posts/page7.txt","score":0.8446452007410636},{"content":"If the criminal appears as a nonconformist who is unable to meet the demand of technology that we behave in uniform and continuous patterns, literate man is quite inclined to see others who cannot conform as somewhat pathetic. Especially the child, the cripple, the woman, and the colored person appear in a world of visual and typographic technology as victims of injustice. On the other hand, in a cul-","parent":"posts/page7.txt","score":0.8435535149231714},{"content":"The modern metropolis is now sprawling helplessly after the impact of the motorcar. As a response to the challenge of railway speeds the suburb and the garden city arrived too late, or just in time to become a motorcar disaster. For an arrangement of functions adjusted to one set of intensities becomes unbearable at another intensity. And a technological extension of our bodies designed to alleviate physical stress can bring on psychic stress that may be much worse. Western specialist technology transferred to the Arab world in late Roman times released a furious discharge of tribal energy.","parent":"posts/page14.txt","score":0.8409101533276323},{"content":"At any rate, in experimental art, men are given the exact specifications of coming violence to their own psyches from their own counter-irritants or technology. For those parts of ourselves that we thrust out in the form of new invention are attempts to counter or neutralize collective pressures and irritations. But the counter-irritant usually proves a greater plague than the initial irritant, like a drug habit. And it is here that the artist can show us how to \"ride with the punch,\" instead of \"taking it on the chin.\" It can only be repeated that human history is a record of \"taking it on the chin.\"","parent":"posts/page14.txt","score":0.8371261171371324},{"content":"As Selye deals with the total environmental situation in his “stress” theory of disease, so the latest approach to media study considers not only the “content” but the medium and the cultural matrix within which the particular medium operates.","parent":"posts/page3.txt","score":0.8309373994002558},{"content":"Perhaps the most interesting point about this anecdote is that it appeals to a modern physicist. It would not have appealed to Newton or to Adam Smith, for they were great experts and advocates of the fragmentary and the specialist approaches. It is by means quite in accord with the outlook of the Chinese sage that Hans Selye works at his “stress” idea of illness. In the 1920s he had been baffled at why physicians always seemed to concentrate on the recognition of individual diseases and specific remedies for such isolated causes, while never paying any attention to the “syndrome of just being sick.” Those who are concerned with the program “content” of media and not with the medium proper, appear to be in the position of physicians who ignore the “syndrome of just being sick.” Hans Selye, in tackling a total, inclusive approach to the field of sickness, began what Adolphe Jonas has continued in Irritation and Counter-irritation; namely, a quest for the response to injury as such, or to novel impact of any kind. Today we have anesthetics that enable us to perform the most frightful physical operations on one another.","parent":"posts/page12.txt","score":0.8288578144324427}]}