{"This is a site meant to demo the capabilities of (yurt)[https://github.com/nichwch/yurt].":[{"content":"This is a site meant to demo the capabilities of (yurt)[https://github.com/nichwch/yurt].","parent":"posts/about.txt","score":1.0000000000000002},{"content":"Click on paragraphs to see other paragraphs from other pages that are related. To understand how Yurt does this, you can check out (this)[https://blog.nicholaschen.io/posts/What%20is%20Yurt.txt] post.","parent":"posts/about.txt","score":0.8652198095185325},{"content":"To do this, I got a pdf of the first chapter of Understanding Media by Marshall McLuhan, then asked an AI to generate plain text from the pdf, then fed it into Yurt to generate this site. The AI did an OK-ish job, but there are probably errors, so don't use this as an authoritative resource on McLuhan.","parent":"posts/about.txt","score":0.8578701451904275}],"":[{"content":"To a much greater degree than Roman slavery, the specialization of mechanized industry and market organization has faced Western man with the challenge of manufacture by mono-fracture, or the tackling of all things and operations one bit at a time. This is the challenge that has permeated all aspects of our lives and enabled us to expand so triumphantly in all directions and in all spheres.","parent":"posts/page18.txt","score":0.852520799509048},{"content":"It is this aspect of new art that Kenneth Galbraith recommends to the careful study of businessmen who want to stay in business. For in the electric age there is no longer any sense in talking about the artist’s being ahead of his time. Our technology is, also, ahead of its time, if we reckon by the ability to recognize it for what it is. To prevent undue wreckage in society, the artist tends now to move from the ivory tower to the control tower of society. Just as higher education is no longer a frill or luxury but a stark need of production and operational design in the electric age, so the artist is indispensable in the shaping and analysis and understanding of the life of forms, and structures created by electric technology.","parent":"posts/page13.txt","score":0.8489620843776574},{"content":"Everything is revealed at a glance. But in England, the paths run criss-cross, and it is only by travelling down each one of them that one can build up a picture of the whole.","parent":"posts/page6.txt","score":0.8442326922964882},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8441719552523987},{"content":"Tzu-Gung replied, “You take a wooden lever, weighted at the back and light in front. In this way you can bring up water so quickly that it just gushes out. This is called a draw-well.”","parent":"posts/page12.txt","score":0.8441016117849014},{"content":"Finds bottom in the uncomprehensive deeps,","parent":"posts/page3.txt","score":0.8439872096727302},{"content":"CHAPTER 7","parent":"posts/page11.txt","score":0.8434665469828049},{"content":"Archimedes once said, “Give me a place to stand and I will move the world.” Today he would have pointed to our electric media and said, “I will stand on your eyes, your ears, your nerves, and your brain, and the world will move in any tempo or pattern I choose.” We have leased these “places to stand” to private corporations.","parent":"posts/page15.txt","score":0.8431833960273322},{"content":"and appraisal. Only the dedicated artist seems to have the power for encountering the present actuality.","parent":"posts/page17.txt","score":0.8430026832391571},{"content":"At any rate, in experimental art, men are given the exact specifications of coming violence to their own psyches from their own counter-irritants or technology. For those parts of ourselves that we thrust out in the form of new invention are attempts to counter or neutralize collective pressures and irritations. But the counter-irritant usually proves a greater plague than the initial irritant, like a drug habit. And it is here that the artist can show us how to \"ride with the punch,\" instead of \"taking it on the chin.\" It can only be repeated that human history is a record of \"taking it on the chin.\"","parent":"posts/page14.txt","score":0.8405027532786521},{"content":"The modern metropolis is now sprawling helplessly after the impact of the motorcar. As a response to the challenge of railway speeds the suburb and the garden city arrived too late, or just in time to become a motorcar disaster. For an arrangement of functions adjusted to one set of intensities becomes unbearable at another intensity. And a technological extension of our bodies designed to alleviate physical stress can bring on psychic stress that may be much worse. Western specialist technology transferred to the Arab world in late Roman times released a furious discharge of tribal energy.","parent":"posts/page14.txt","score":0.8403186191546096},{"content":"Nothing is that doesn’t act,","parent":"posts/page3.txt","score":0.8402706848618975},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.8374518775052792},{"content":"Perhaps the most obvious “closure” or psychic consequence of any new technology is just the demand for it. Nobody wants a motorcar until there are motorcars, and nobody is interested in TV until there are TV programs. This power of technology to create its own world of demand is not independent of technology being first an extension of our own bodies and senses. When we are deprived of our sense of sight, the other senses take up the role of sight in some degree. But the need to use the senses that are available is as insistent as breathing—a fact that makes sense of the urge to keep radio and TV going more or less continuously.","parent":"posts/page15.txt","score":0.8374453425734241},{"content":"CHAPTER 1","parent":"posts/page1.txt","score":0.83708886485311},{"content":"Click on paragraphs to see other paragraphs from other pages that are related. To understand how Yurt does this, you can check out (this)[https://blog.nicholaschen.io/posts/What%20is%20Yurt.txt] post.","parent":"posts/about.txt","score":0.8367402447009122},{"content":"Just before an airplane breaks the sound barrier, sound waves become visible on the wings of the plane. The sudden visibility of sound just as sound ends is an apt instance of that great pattern of being that reveals new and opposite forms just as the earlier forms reach their peak performance. Mechanization was never so vividly fragmented or sequential as in the birth of the movies, the moment that translated us beyond mechanism into the world of growth and organic interrelation. The movie, by sheer speeding up the mechanical, carried us from the world of sequence and connections into the world of creative configuration and structure. The message of the movie medium is that of transition from lineal connections to configurations. It is the transition that produced the now quite correct observation: \"If it works, it's obsolete.\" When electric speed further takes over from mechanical movie sequences, then the lines of force in structures and in media become loud and clear. We return to the inclusive form of the icon.","parent":"posts/page4.txt","score":0.8360102032938083},{"content":"The new media and technologies by which we amplify and extend ourselves constitute huge collective surgery carried out on the social body with complete disregard for antiseptics. If the operations are needed, the inevitability of infecting the whole system during the operation has to be considered. For in operating on","parent":"posts/page12.txt","score":0.8349589316285504},{"content":"Describes the scratch but not the itch.","parent":"posts/page3.txt","score":0.834902034886808},{"content":"In the history of human culture there is no example of a conscious adjustment of the various factors of personal and social life to new extensions except in the puny and peripheral efforts of artists. The artist picks up the message of cultural and technological challenge decades before its transforming impact occurs. He, then, builds models or Noah’s arks for facing the change that is at hand. “The war of 1870 need never have been fought had people read my Sentimental Education,” said Gustave Flaubert.","parent":"posts/page13.txt","score":0.8339389866776724}],"To do this, I got a pdf of the first chapter of Understanding Media by Marshall McLuhan, then asked an AI to generate plain text from the pdf, then fed it into Yurt to generate this site. The AI did an OK-ish job, but there are probably errors, so don't use this as an authoritative resource on McLuhan. ":[{"content":"To do this, I got a pdf of the first chapter of Understanding Media by Marshall McLuhan, then asked an AI to generate plain text from the pdf, then fed it into Yurt to generate this site. The AI did an OK-ish job, but there are probably errors, so don't use this as an authoritative resource on McLuhan.","parent":"posts/about.txt","score":1},{"content":"Click on paragraphs to see other paragraphs from other pages that are related. To understand how Yurt does this, you can check out (this)[https://blog.nicholaschen.io/posts/What%20is%20Yurt.txt] post.","parent":"posts/about.txt","score":0.8625844074755905},{"content":"This is a site meant to demo the capabilities of (yurt)[https://github.com/nichwch/yurt].","parent":"posts/about.txt","score":0.8578701451904275},{"content":"MARSHALL McCLUHAN","parent":"posts/page1.txt","score":0.8394729812326311},{"content":"The increasing awareness of the action of media, quite independently of their “content” or programming, was indicated in the annoyed and anonymous stanza:","parent":"posts/page3.txt","score":0.8234361005874735},{"content":"Arnold Toynbee is innocent of any understanding of media as they have shaped history but he is full of examples that the student of media can use. At one moment he can seriously suggest that adult education, such as the Workers Educational Association in Britain, is a useful counterforce to the popular press. Toynbee considers that although all of the oriental societies have in our time accepted the industrial technology and its political consequences: \"On the cultural plane, however, there is no uniform corresponding tendency.\" (Somervell, I. 267) This is like the voice of the literate man, floundering in a milieu of ads, who boasts, \"Personally, I pay no attention to ads.\" The spiritual and cultural reservations that the oriental peoples may have toward our technology will avail them not at all. The effects of technology do not occur at the level of opinions or concepts, but alter sense.","parent":"posts/page8.txt","score":0.8233426674113582},{"content":"Today when we want to get our bearings in our own culture, and have need to stand aside from the bias and pressure exerted by any technical form of human expression, we have only to visit a society where that particular form has not been felt or a historical period in which it was unknown. Professor Wilbur Schramm made such a tactical move in studying Television in the Lives of Our Children. He found areas where TV had not penetrated at all and ran some tests. Since he had made no study of the peculiar nature of the TV image, his tests were of \"content\" preferences, viewing time, and vocabulary counts. In a word, his approach to the problem was a literary one, albeit unconsciously so. Consequently, he had nothing to report. Had his methods been employed in 1500 A.D. to discover the effects of the printed book in the lives of children or adults, he could have found out nothing of the changes in human and social psychology resulting from typography. Print created individualism and nationalism in the sixteenth century. Program and “content” analysis offer no clues to the magic of these media or to their subliminal charge.","parent":"posts/page9.txt","score":0.8163851535506984},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.8147777938945978},{"content":"The grammar of print cannot help to construe the message of oral and non-written culture and institutions. The English aristocracy was properly classified as barbarian by Matthew Arnold because its power and status had nothing to do with literacy or with the cultural forms of typography. Said the Duke of Gloucester to Edward Gibbon upon the publication of his Decline and Fall: “Another damned fat book, eh, Mr. Gibbon? Scribble, scribble, scribble, eh, Mr. Gibbon?” De Tocqueville was a highly literate aristocrat who was quite able to be detached from the values and assumptions of typography. That is why he alone understood the grammar of typography. And it is only on those terms, standing aside from any structure or medium, that its principles and lines of force can be discerned. For any medium has the power of imposing its own assumption on the unwary. Prediction and control consist in avoiding this subliminal state of Narcissus trance. But the greatest aid to this end is simply in knowing that the spell can occur immediately upon contact, as in the first bars of a melody.","parent":"posts/page6.txt","score":0.8122881750363811},{"content":"The Medium is the Message","parent":"posts/page1.txt","score":0.8122381398198817},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.8110993359202271},{"content":"If the criminal appears as a nonconformist who is unable to meet the demand of technology that we behave in uniform and continuous patterns, literate man is quite inclined to see others who cannot conform as somewhat pathetic. Especially the child, the cripple, the woman, and the colored person appear in a world of visual and typographic technology as victims of injustice. On the other hand, in a cul-","parent":"posts/page7.txt","score":0.8091896932054441},{"content":"As Selye deals with the total environmental situation in his “stress” theory of disease, so the latest approach to media study considers not only the “content” but the medium and the cultural matrix within which the particular medium operates.","parent":"posts/page3.txt","score":0.8083893642976376},{"content":"Before the electric speed and total field, it was not obvious that the medium is the message. The message, it seemed, was the \"content,\" as people used to ask what a painting was about. Yet they never thought to ask what a melody was about, nor what a house or a dress was about. In such matters, people retained some sense of the whole pattern, of form and function as a unity.","parent":"posts/page5.txt","score":0.8081052992945945},{"content":"tube fires the right ammunition at the right people. It is good. I am not being perverse. There is simply nothing in the Sarnoff statement that will bear scrutiny, for it ignores the nature of the medium, of any and all media, in the true Narcissus style of one hypnotized by the amputation and extension of his own being in a new technical form. General Sarnoff went on to explain his attitude to the technology of print, saying that it was true that print caused much trash to circulate, but it had also disseminated the Bible and the thoughts of seers and philosophers. It has never occurred to General Sarnoff that any technology could do anything but add itself on to what we already are.","parent":"posts/page4.txt","score":0.8064570872204301},{"content":"Arnold Toynbee made one approach to the transforming power of media in his concept of \"etherialization,\" which he holds to be the principle of progressive simplification and efficiency in any organization or technology. Typically, he is ignoring the effect of the challenge of these forms upon the response of our senses. He imagines that it is the response of our opinions that is relevant to the effect of media and technology in society, a \"point of view\" that is plainly the result of the typographic spell. For the man in a literate and homogenized society ceases to be sensitive to the diverse and discontinuous life of forms. He acquires the illusion of the third dimension and the \"private point of view\" as part of his Narcissus fixation and is quite shut off from Blake’s awareness or that of the Psalmist, that we become what we behold.","parent":"posts/page9.txt","score":0.8059301382501838},{"content":"If the formative power in the media are the media themselves, that raises a host of large matters that can only be mentioned here, although they deserve volumes. Namely, that technological media are staples or natural resources, exactly as are coal and cotton and oil. Anybody will concede that a society whose economy is dependent upon one or two major staples like cotton, or grain, or lumber, or fish, or cattle is going to have some obvious social patterns of organization as a result. Stress on a few major staples creates extreme instability in the economy but great endurance in the population. The pathos and humor of the American South are embedded in such an economy of limited staples. For a society configured by reliance on a few commodities accepts them as a social bond quite as much as the metropolis does the press. Cotton and oil, like radio and TV, become \"fixed charges\" on the entire psychic life of the community. And this pervasive fact creates the unique cultural flavor of any society. It pays through the nose and all its other senses for each staple that shapes its life.","parent":"posts/page10.txt","score":0.8049659288115506},{"content":"C. P. Snow, reviewing a book of A. L. Rowse (The New York Times Book Review, December 24, 1961) on Appeasement and the road to Munich, describes the top level of British brains and experience in the 1930s. \"Their I.Q.'s were much higher than usual among political bosses. Why were they such a disaster?\" The view of Rowse, Snow approves: \"They would not listen to warnings because they did not wish to hear.\" Being anti-Red made it impossible for them to read the message of Hitler. But their failure was as nothing compared to our present one. The American stake in literacy as a technology or uniformity applied to every level of education, government, industry, and social life is totally threatened by the electric technology. The threat of Stalin or Hitler was external. The electric technology is within the gates, and we are numb, deaf, blind, and mute about its encounter with the Gutenberg technology, on and through which the American way of life was formed. It is, however, no time to suggest strategies when the threat has not even been acknowledged to exist. I am in the position of Louis Pasteur telling doctors that their greatest enemy was quite invisible, and quite unrecognized by them. Our conventional response to all media, namely that it is how they are used that counts, is the numb stance of the technological idiot. For the \"content\" of a medium is like the juicy piece of meat carried by the burglar to distract the watchdog of the mind. The effect of the medium is made strong and intense just because it is given another medium as \"content.\" The content of a movie is a novel or a play or an opera. The effect of the movie form is not related to its program content. The \"content\" of writing or print is speech, but the reader is almost entirely unaware either of print or of speech.","parent":"posts/page8.txt","score":0.8035624069621077}],"Click on paragraphs to see other paragraphs from other pages that are related. To understand how Yurt does this, you can check out (this)[https://blog.nicholaschen.io/posts/What%20is%20Yurt.txt] post.":[{"content":"Click on paragraphs to see other paragraphs from other pages that are related. To understand how Yurt does this, you can check out (this)[https://blog.nicholaschen.io/posts/What%20is%20Yurt.txt] post.","parent":"posts/about.txt","score":1.0000000000000002},{"content":"This is a site meant to demo the capabilities of (yurt)[https://github.com/nichwch/yurt].","parent":"posts/about.txt","score":0.8652198095185325},{"content":"To do this, I got a pdf of the first chapter of Understanding Media by Marshall McLuhan, then asked an AI to generate plain text from the pdf, then fed it into Yurt to generate this site. The AI did an OK-ish job, but there are probably errors, so don't use this as an authoritative resource on McLuhan.","parent":"posts/about.txt","score":0.8625844074755905},{"content":"Everything is revealed at a glance. But in England, the paths run criss-cross, and it is only by travelling down each one of them that one can build up a picture of the whole.","parent":"posts/page6.txt","score":0.8119645298530808}]}