{"Before the electric speed and total field, it was not obvious that the medium is the message. The message, it seemed, was the \"content,\" as people used to ask what a painting was about. Yet they never thought to ask what a melody was about, nor what a house or a dress was about. In such matters, people retained some sense of the whole pattern, of form and function as a unity.":[{"content":"Before the electric speed and total field, it was not obvious that the medium is the message. The message, it seemed, was the \"content,\" as people used to ask what a painting was about. Yet they never thought to ask what a melody was about, nor what a house or a dress was about. In such matters, people retained some sense of the whole pattern, of form and function as a unity.","parent":"posts/page5.txt","score":1},{"content":"Cubism, by seizing on instant total awareness, suddenly announced that the medium is the message. Is it not evident that the moment that sequence yields to the simultaneous, one is in the world of the structure and of configuration? Is that not what has happened in physics as in painting, poetry, and in communication? Specialized segments of attention have shifted to total field, and we can now say, \"The medium is the message\" quite naturally.","parent":"posts/page5.txt","score":0.9213002777765381},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.9123055176458712},{"content":"The Medium is the Message","parent":"posts/page1.txt","score":0.9079967280490048},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.8941824348401771},{"content":"The electric light escapes attention as a communication medium just because it has no \"content.\" And this makes it an invaluable instance of how people fail to study media at all. For it is not till the electric light is used to spell out some brand name that it is noticed as a medium. Then it is not the light but the \"content\" (or what is really another medium) that is noticed. The message of the electric light is like the message of","parent":"posts/page2.txt","score":0.8847648106233805},{"content":"It is this aspect of new art that Kenneth Galbraith recommends to the careful study of businessmen who want to stay in business. For in the electric age there is no longer any sense in talking about the artist’s being ahead of his time. Our technology is, also, ahead of its time, if we reckon by the ability to recognize it for what it is. To prevent undue wreckage in society, the artist tends now to move from the ivory tower to the control tower of society. Just as higher education is no longer a frill or luxury but a stark need of production and operational design in the electric age, so the artist is indispensable in the shaping and analysis and understanding of the life of forms, and structures created by electric technology.","parent":"posts/page13.txt","score":0.85169407212599},{"content":"Dimension on canvas, cubism sets up an interplay of planes and contradiction ordramatic conflict of patterns, lights, textures that \"drives home the message\" by involvement. This is held by many to be an exercise in painting, not in illusion. In other words, cubism, by giving the inside and outside, the top, bottom, back, and front and the rest, in two dimensions, drops the illusion of perspective in favor of instant sensory awareness of the whole.","parent":"posts/page5.txt","score":0.850608929337149},{"content":"The increasing awareness of the action of media, quite independently of their “content” or programming, was indicated in the annoyed and anonymous stanza:","parent":"posts/page3.txt","score":0.848402978041169},{"content":"Ratios or patterns of perception steadily and without any resistance. The serious artist is the only person able to encounter technology with impunity, just because he is an expert aware of the changes in sense perception.","parent":"posts/page9.txt","score":0.8465301902402101},{"content":"The same kind of total, configurational awareness that reveals why the medium is socially the message has occurred in the most recent and radical medical theories. In his Stress of Life, Hans Selye tells of the dismay of a research colleague on hearing of Selye’s theory:","parent":"posts/page3.txt","score":0.8462344522492011},{"content":"In a culture like ours, long accustomed to splitting and dividing all things as a means of control, it is sometimes a bit of a shock to be reminded that, in operational and practical fact, the medium is the message. This is merely to say that the personal and social consequences of any medium—that is, of any extension of ourselves—result from the new scale that is introduced into our affairs by each extension of ourselves, or by any new technology. Thus, with automation, for example, the new patterns of human association tend to eliminate jobs. It is true that this is the negative result. Positively, automation creates roles for people, which is to say, depth of involvement in their work and human association that our preceding mechanical technology had destroyed. Many people would be disposed to say that it was not the machine, but what one did with the machine, that was its meaning or message. In terms of the ways in which the machine altered our relations to one another and to ourselves, it mattered not in the least whether it turned out cornflakes or Cadillacs. The restructuring of human work and association was shaped by the technique of fragmentation that is the essence of machine technology. The essence of automation technology is the opposite. It is integral and decentralist in depth, just as the machine was fragmentary, centralist, and superficial in its patterning of human relationships.","parent":"posts/page1.txt","score":0.8455405944065769},{"content":"Today when we want to get our bearings in our own culture, and have need to stand aside from the bias and pressure exerted by any technical form of human expression, we have only to visit a society where that particular form has not been felt or a historical period in which it was unknown. Professor Wilbur Schramm made such a tactical move in studying Television in the Lives of Our Children. He found areas where TV had not penetrated at all and ran some tests. Since he had made no study of the peculiar nature of the TV image, his tests were of \"content\" preferences, viewing time, and vocabulary counts. In a word, his approach to the problem was a literary one, albeit unconsciously so. Consequently, he had nothing to report. Had his methods been employed in 1500 A.D. to discover the effects of the printed book in the lives of children or adults, he could have found out nothing of the changes in human and social psychology resulting from typography. Print created individualism and nationalism in the sixteenth century. Program and “content” analysis offer no clues to the magic of these media or to their subliminal charge.","parent":"posts/page9.txt","score":0.8444183931455262},{"content":"Just before an airplane breaks the sound barrier, sound waves become visible on the wings of the plane. The sudden visibility of sound just as sound ends is an apt instance of that great pattern of being that reveals new and opposite forms just as the earlier forms reach their peak performance. Mechanization was never so vividly fragmented or sequential as in the birth of the movies, the moment that translated us beyond mechanism into the world of growth and organic interrelation. The movie, by sheer speeding up the mechanical, carried us from the world of sequence and connections into the world of creative configuration and structure. The message of the movie medium is that of transition from lineal connections to configurations. It is the transition that produced the now quite correct observation: \"If it works, it's obsolete.\" When electric speed further takes over from mechanical movie sequences, then the lines of force in structures and in media become loud and clear. We return to the inclusive form of the icon.","parent":"posts/page4.txt","score":0.8441184099609311},{"content":"In the history of human culture there is no example of a conscious adjustment of the various factors of personal and social life to new extensions except in the puny and peripheral efforts of artists. The artist picks up the message of cultural and technological challenge decades before its transforming impact occurs. He, then, builds models or Noah’s arks for facing the change that is at hand. “The war of 1870 need never have been fought had people read my Sentimental Education,” said Gustave Flaubert.","parent":"posts/page13.txt","score":0.8430857759882203},{"content":"Arnold Toynbee is innocent of any understanding of media as they have shaped history but he is full of examples that the student of media can use. At one moment he can seriously suggest that adult education, such as the Workers Educational Association in Britain, is a useful counterforce to the popular press. Toynbee considers that although all of the oriental societies have in our time accepted the industrial technology and its political consequences: \"On the cultural plane, however, there is no uniform corresponding tendency.\" (Somervell, I. 267) This is like the voice of the literate man, floundering in a milieu of ads, who boasts, \"Personally, I pay no attention to ads.\" The spiritual and cultural reservations that the oriental peoples may have toward our technology will avail them not at all. The effects of technology do not occur at the level of opinions or concepts, but alter sense.","parent":"posts/page8.txt","score":0.8428202777515724},{"content":"C. P. Snow, reviewing a book of A. L. Rowse (The New York Times Book Review, December 24, 1961) on Appeasement and the road to Munich, describes the top level of British brains and experience in the 1930s. \"Their I.Q.'s were much higher than usual among political bosses. Why were they such a disaster?\" The view of Rowse, Snow approves: \"They would not listen to warnings because they did not wish to hear.\" Being anti-Red made it impossible for them to read the message of Hitler. But their failure was as nothing compared to our present one. The American stake in literacy as a technology or uniformity applied to every level of education, government, industry, and social life is totally threatened by the electric technology. The threat of Stalin or Hitler was external. The electric technology is within the gates, and we are numb, deaf, blind, and mute about its encounter with the Gutenberg technology, on and through which the American way of life was formed. It is, however, no time to suggest strategies when the threat has not even been acknowledged to exist. I am in the position of Louis Pasteur telling doctors that their greatest enemy was quite invisible, and quite unrecognized by them. Our conventional response to all media, namely that it is how they are used that counts, is the numb stance of the technological idiot. For the \"content\" of a medium is like the juicy piece of meat carried by the burglar to distract the watchdog of the mind. The effect of the medium is made strong and intense just because it is given another medium as \"content.\" The content of a movie is a novel or a play or an opera. The effect of the movie form is not related to its program content. The \"content\" of writing or print is speech, but the reader is almost entirely unaware either of print or of speech.","parent":"posts/page8.txt","score":0.842383629162545},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8398285612829589},{"content":"But in the electric age this integral idea of structure and configuration has become so prevalent that educational theory has taken up the matter. Instead of working with specialized \"problems\" in arithmetic, the structural approach now follows the lines of force in the field of number and has small children meditating about number theory and \"sets.\"","parent":"posts/page5.txt","score":0.8386582997132302},{"content":"Then anger rose up in the old man’s face, and he said “I have heard my teacher say that whoever uses machines does all his work like a machine. He who does his work like a machine grows a heart like a machine, and he who carries the heart of a machine in his breast loses his simplicity. He who has lost his simplicity becomes unsure in the strivings of his soul. Uncertainty in the strivings of the soul is something which does not agree with honest sense. It is not that I do not know of such things; I am ashamed to use them.”","parent":"posts/page12.txt","score":0.8368027923304063}],"":[{"content":"To a much greater degree than Roman slavery, the specialization of mechanized industry and market organization has faced Western man with the challenge of manufacture by mono-fracture, or the tackling of all things and operations one bit at a time. This is the challenge that has permeated all aspects of our lives and enabled us to expand so triumphantly in all directions and in all spheres.","parent":"posts/page18.txt","score":0.852520799509048},{"content":"It is this aspect of new art that Kenneth Galbraith recommends to the careful study of businessmen who want to stay in business. For in the electric age there is no longer any sense in talking about the artist’s being ahead of his time. Our technology is, also, ahead of its time, if we reckon by the ability to recognize it for what it is. To prevent undue wreckage in society, the artist tends now to move from the ivory tower to the control tower of society. Just as higher education is no longer a frill or luxury but a stark need of production and operational design in the electric age, so the artist is indispensable in the shaping and analysis and understanding of the life of forms, and structures created by electric technology.","parent":"posts/page13.txt","score":0.8489620843776574},{"content":"Everything is revealed at a glance. But in England, the paths run criss-cross, and it is only by travelling down each one of them that one can build up a picture of the whole.","parent":"posts/page6.txt","score":0.8442326922964882},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8441719552523987},{"content":"Tzu-Gung replied, “You take a wooden lever, weighted at the back and light in front. In this way you can bring up water so quickly that it just gushes out. This is called a draw-well.”","parent":"posts/page12.txt","score":0.8441016117849014},{"content":"Finds bottom in the uncomprehensive deeps,","parent":"posts/page3.txt","score":0.8439872096727302},{"content":"CHAPTER 7","parent":"posts/page11.txt","score":0.8434665469828049},{"content":"Archimedes once said, “Give me a place to stand and I will move the world.” Today he would have pointed to our electric media and said, “I will stand on your eyes, your ears, your nerves, and your brain, and the world will move in any tempo or pattern I choose.” We have leased these “places to stand” to private corporations.","parent":"posts/page15.txt","score":0.8431833960273322},{"content":"and appraisal. Only the dedicated artist seems to have the power for encountering the present actuality.","parent":"posts/page17.txt","score":0.8430026832391571},{"content":"At any rate, in experimental art, men are given the exact specifications of coming violence to their own psyches from their own counter-irritants or technology. For those parts of ourselves that we thrust out in the form of new invention are attempts to counter or neutralize collective pressures and irritations. But the counter-irritant usually proves a greater plague than the initial irritant, like a drug habit. And it is here that the artist can show us how to \"ride with the punch,\" instead of \"taking it on the chin.\" It can only be repeated that human history is a record of \"taking it on the chin.\"","parent":"posts/page14.txt","score":0.8405027532786521},{"content":"The modern metropolis is now sprawling helplessly after the impact of the motorcar. As a response to the challenge of railway speeds the suburb and the garden city arrived too late, or just in time to become a motorcar disaster. For an arrangement of functions adjusted to one set of intensities becomes unbearable at another intensity. And a technological extension of our bodies designed to alleviate physical stress can bring on psychic stress that may be much worse. Western specialist technology transferred to the Arab world in late Roman times released a furious discharge of tribal energy.","parent":"posts/page14.txt","score":0.8403186191546096},{"content":"Nothing is that doesn’t act,","parent":"posts/page3.txt","score":0.8402706848618975},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.8374518775052792},{"content":"Perhaps the most obvious “closure” or psychic consequence of any new technology is just the demand for it. Nobody wants a motorcar until there are motorcars, and nobody is interested in TV until there are TV programs. This power of technology to create its own world of demand is not independent of technology being first an extension of our own bodies and senses. When we are deprived of our sense of sight, the other senses take up the role of sight in some degree. But the need to use the senses that are available is as insistent as breathing—a fact that makes sense of the urge to keep radio and TV going more or less continuously.","parent":"posts/page15.txt","score":0.8374453425734241},{"content":"CHAPTER 1","parent":"posts/page1.txt","score":0.83708886485311},{"content":"Click on paragraphs to see other paragraphs from other pages that are related. To understand how Yurt does this, you can check out (this)[https://blog.nicholaschen.io/posts/What%20is%20Yurt.txt] post.","parent":"posts/about.txt","score":0.8367402447009122},{"content":"Just before an airplane breaks the sound barrier, sound waves become visible on the wings of the plane. The sudden visibility of sound just as sound ends is an apt instance of that great pattern of being that reveals new and opposite forms just as the earlier forms reach their peak performance. Mechanization was never so vividly fragmented or sequential as in the birth of the movies, the moment that translated us beyond mechanism into the world of growth and organic interrelation. The movie, by sheer speeding up the mechanical, carried us from the world of sequence and connections into the world of creative configuration and structure. The message of the movie medium is that of transition from lineal connections to configurations. It is the transition that produced the now quite correct observation: \"If it works, it's obsolete.\" When electric speed further takes over from mechanical movie sequences, then the lines of force in structures and in media become loud and clear. We return to the inclusive form of the icon.","parent":"posts/page4.txt","score":0.8360102032938083},{"content":"The new media and technologies by which we amplify and extend ourselves constitute huge collective surgery carried out on the social body with complete disregard for antiseptics. If the operations are needed, the inevitability of infecting the whole system during the operation has to be considered. For in operating on","parent":"posts/page12.txt","score":0.8349589316285504},{"content":"Describes the scratch but not the itch.","parent":"posts/page3.txt","score":0.834902034886808},{"content":"In the history of human culture there is no example of a conscious adjustment of the various factors of personal and social life to new extensions except in the puny and peripheral efforts of artists. The artist picks up the message of cultural and technological challenge decades before its transforming impact occurs. He, then, builds models or Noah’s arks for facing the change that is at hand. “The war of 1870 need never have been fought had people read my Sentimental Education,” said Gustave Flaubert.","parent":"posts/page13.txt","score":0.8339389866776724}],"Cubism, by seizing on instant total awareness, suddenly announced that the medium is the message. Is it not evident that the moment that sequence yields to the simultaneous, one is in the world of the structure and of configuration? Is that not what has happened in physics as in painting, poetry, and in communication? Specialized segments of attention have shifted to total field, and we can now say, \"The medium is the message\" quite naturally.":[{"content":"Cubism, by seizing on instant total awareness, suddenly announced that the medium is the message. Is it not evident that the moment that sequence yields to the simultaneous, one is in the world of the structure and of configuration? Is that not what has happened in physics as in painting, poetry, and in communication? Specialized segments of attention have shifted to total field, and we can now say, \"The medium is the message\" quite naturally.","parent":"posts/page5.txt","score":1},{"content":"Before the electric speed and total field, it was not obvious that the medium is the message. The message, it seemed, was the \"content,\" as people used to ask what a painting was about. Yet they never thought to ask what a melody was about, nor what a house or a dress was about. In such matters, people retained some sense of the whole pattern, of form and function as a unity.","parent":"posts/page5.txt","score":0.9213002777765381},{"content":"The Medium is the Message","parent":"posts/page1.txt","score":0.9017082759275297},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.884557899115123},{"content":"Dimension on canvas, cubism sets up an interplay of planes and contradiction ordramatic conflict of patterns, lights, textures that \"drives home the message\" by involvement. This is held by many to be an exercise in painting, not in illusion. In other words, cubism, by giving the inside and outside, the top, bottom, back, and front and the rest, in two dimensions, drops the illusion of perspective in favor of instant sensory awareness of the whole.","parent":"posts/page5.txt","score":0.8806727161401109},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.8769073701713491},{"content":"The same kind of total, configurational awareness that reveals why the medium is socially the message has occurred in the most recent and radical medical theories. In his Stress of Life, Hans Selye tells of the dismay of a research colleague on hearing of Selye’s theory:","parent":"posts/page3.txt","score":0.8664550697949251},{"content":"To a highly literate and mechanized culture, the movie appeared as a world of triumphant illusions and dreams that money could buy. It was at this moment of the movie that cubism occurred, and it has been described by E. H. Gombrich (Art and Illusion) as \"the most radical attempt to stamp out ambiguity and to enforce one reading of the picture—that of a man-made construction, a colored canvas.\" For cubism substitutes all facets of an object simultaneously for the \"point of view\" or facet of perspective illusion. Instead of the specialized illusion of the third.","parent":"posts/page4.txt","score":0.8637553185809093},{"content":"The electric light escapes attention as a communication medium just because it has no \"content.\" And this makes it an invaluable instance of how people fail to study media at all. For it is not till the electric light is used to spell out some brand name that it is noticed as a medium. Then it is not the light but the \"content\" (or what is really another medium) that is noticed. The message of the electric light is like the message of","parent":"posts/page2.txt","score":0.8588467567278687},{"content":"The increasing awareness of the action of media, quite independently of their “content” or programming, was indicated in the annoyed and anonymous stanza:","parent":"posts/page3.txt","score":0.8552222257881062},{"content":"That our human senses, of which all media are extensions, are also fixed charges on our personal energies, and that they also configure the awareness and experience of each one of us, may be perceived in another connection mentioned by the psychologist C. G. Jung:","parent":"posts/page11.txt","score":0.8456010755481982},{"content":"As Selye deals with the total environmental situation in his “stress” theory of disease, so the latest approach to media study considers not only the “content” but the medium and the cultural matrix within which the particular medium operates.","parent":"posts/page3.txt","score":0.8449363981210986},{"content":"Just before an airplane breaks the sound barrier, sound waves become visible on the wings of the plane. The sudden visibility of sound just as sound ends is an apt instance of that great pattern of being that reveals new and opposite forms just as the earlier forms reach their peak performance. Mechanization was never so vividly fragmented or sequential as in the birth of the movies, the moment that translated us beyond mechanism into the world of growth and organic interrelation. The movie, by sheer speeding up the mechanical, carried us from the world of sequence and connections into the world of creative configuration and structure. The message of the movie medium is that of transition from lineal connections to configurations. It is the transition that produced the now quite correct observation: \"If it works, it's obsolete.\" When electric speed further takes over from mechanical movie sequences, then the lines of force in structures and in media become loud and clear. We return to the inclusive form of the icon.","parent":"posts/page4.txt","score":0.8447694180758516},{"content":"Ratios or patterns of perception steadily and without any resistance. The serious artist is the only person able to encounter technology with impunity, just because he is an expert aware of the changes in sense perception.","parent":"posts/page9.txt","score":0.8405405240377467},{"content":"The artist can correct the sense ratios before the blow of new technology has numbed conscious procedures. He can correct them before numbness and subliminal groping and reaction begin. If this is true, how is it possible to present the matter to those who are in a position to do something about it? If there were even a remote likelihood of this analysis being true, it would warrant a global armistice.","parent":"posts/page13.txt","score":0.8401893683901612},{"content":"In a culture like ours, long accustomed to splitting and dividing all things as a means of control, it is sometimes a bit of a shock to be reminded that, in operational and practical fact, the medium is the message. This is merely to say that the personal and social consequences of any medium—that is, of any extension of ourselves—result from the new scale that is introduced into our affairs by each extension of ourselves, or by any new technology. Thus, with automation, for example, the new patterns of human association tend to eliminate jobs. It is true that this is the negative result. Positively, automation creates roles for people, which is to say, depth of involvement in their work and human association that our preceding mechanical technology had destroyed. Many people would be disposed to say that it was not the machine, but what one did with the machine, that was its meaning or message. In terms of the ways in which the machine altered our relations to one another and to ourselves, it mattered not in the least whether it turned out cornflakes or Cadillacs. The restructuring of human work and association was shaped by the technique of fragmentation that is the essence of machine technology. The essence of automation technology is the opposite. It is integral and decentralist in depth, just as the machine was fragmentary, centralist, and superficial in its patterning of human relationships.","parent":"posts/page1.txt","score":0.8401720255705558},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8387160380760624},{"content":"In the history of human culture there is no example of a conscious adjustment of the various factors of personal and social life to new extensions except in the puny and peripheral efforts of artists. The artist picks up the message of cultural and technological challenge decades before its transforming impact occurs. He, then, builds models or Noah’s arks for facing the change that is at hand. “The war of 1870 need never have been fought had people read my Sentimental Education,” said Gustave Flaubert.","parent":"posts/page13.txt","score":0.8325234980218605},{"content":"The older unawareness of the psychic and social effects of media can be illustrated from almost any of the conventional pronouncements.","parent":"posts/page3.txt","score":0.8323119890055302},{"content":"But in the electric age this integral idea of structure and configuration has become so prevalent that educational theory has taken up the matter. Instead of working with specialized \"problems\" in arithmetic, the structural approach now follows the lines of force in the field of number and has small children meditating about number theory and \"sets.\"","parent":"posts/page5.txt","score":0.8317482339991947}],"Dimension on canvas, cubism sets up an interplay of planes and contradiction ordramatic conflict of patterns, lights, textures that \"drives home the message\" by involvement. This is held by many to be an exercise in painting, not in illusion. In other words, cubism, by giving the inside and outside, the top, bottom, back, and front and the rest, in two dimensions, drops the illusion of perspective in favor of instant sensory awareness of the whole.":[{"content":"Dimension on canvas, cubism sets up an interplay of planes and contradiction ordramatic conflict of patterns, lights, textures that \"drives home the message\" by involvement. This is held by many to be an exercise in painting, not in illusion. In other words, cubism, by giving the inside and outside, the top, bottom, back, and front and the rest, in two dimensions, drops the illusion of perspective in favor of instant sensory awareness of the whole.","parent":"posts/page5.txt","score":0.9999999999999998},{"content":"Cubism, by seizing on instant total awareness, suddenly announced that the medium is the message. Is it not evident that the moment that sequence yields to the simultaneous, one is in the world of the structure and of configuration? Is that not what has happened in physics as in painting, poetry, and in communication? Specialized segments of attention have shifted to total field, and we can now say, \"The medium is the message\" quite naturally.","parent":"posts/page5.txt","score":0.8806727161401109},{"content":"To a highly literate and mechanized culture, the movie appeared as a world of triumphant illusions and dreams that money could buy. It was at this moment of the movie that cubism occurred, and it has been described by E. H. Gombrich (Art and Illusion) as \"the most radical attempt to stamp out ambiguity and to enforce one reading of the picture—that of a man-made construction, a colored canvas.\" For cubism substitutes all facets of an object simultaneously for the \"point of view\" or facet of perspective illusion. Instead of the specialized illusion of the third.","parent":"posts/page4.txt","score":0.8803731383140606},{"content":"Before the electric speed and total field, it was not obvious that the medium is the message. The message, it seemed, was the \"content,\" as people used to ask what a painting was about. Yet they never thought to ask what a melody was about, nor what a house or a dress was about. In such matters, people retained some sense of the whole pattern, of form and function as a unity.","parent":"posts/page5.txt","score":0.850608929337149},{"content":"Ratios or patterns of perception steadily and without any resistance. The serious artist is the only person able to encounter technology with impunity, just because he is an expert aware of the changes in sense perception.","parent":"posts/page9.txt","score":0.8302084712992114},{"content":"A related form of challenge that has always faced cultures is the simple fact of a frontier or a wall, on the other side of which exists another kind of society. Mere existence side by side of any two forms of organization generates a great deal of tension. Such, indeed, has been the principle of symbolist artistic structures in the past century. Toynbee observes that the challenge of a civilization set side by side with a tribal society has over and over demonstrated that the simpler society finds its integral economy and institutions \"disintegrated by a rain of psychic energy generated by the civilization\" of the more complex culture. When two societies exist side by side, the psychic challenge of the more complex one acts as an explosive release of energy in the simpler one. For prolific evidence of this kind of problem it is not necessary to look beyond the life of the teenager lived daily in the midst of a complex urban center. As the barbarian was driven to furious restlessness by the civilized contact, collapsing into mass migration, so the teenager, compelled to share the life of a city that cannot accept him as an adult, collapses into \"rebellion without a cause.\" Earlier the adolescent had been provided with a raincheck. He was prepared to wait it out. But since TV, the drive to participation has ended adolescence, and every American home has its Berlin wall.","parent":"posts/page16.txt","score":0.8291156222823188},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.8227609004925898},{"content":"But in the electric age this integral idea of structure and configuration has become so prevalent that educational theory has taken up the matter. Instead of working with specialized \"problems\" in arithmetic, the structural approach now follows the lines of force in the field of number and has small children meditating about number theory and \"sets.\"","parent":"posts/page5.txt","score":0.821581912594953},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8194544878937448},{"content":"Challenge and Collapse: The Nemesis of Creativity","parent":"posts/page11.txt","score":0.8184698112224669},{"content":"At any rate, in experimental art, men are given the exact specifications of coming violence to their own psyches from their own counter-irritants or technology. For those parts of ourselves that we thrust out in the form of new invention are attempts to counter or neutralize collective pressures and irritations. But the counter-irritant usually proves a greater plague than the initial irritant, like a drug habit. And it is here that the artist can show us how to \"ride with the punch,\" instead of \"taking it on the chin.\" It can only be repeated that human history is a record of \"taking it on the chin.\"","parent":"posts/page14.txt","score":0.8169202735640733},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.8150279426080296},{"content":"The artist can correct the sense ratios before the blow of new technology has numbed conscious procedures. He can correct them before numbness and subliminal groping and reaction begin. If this is true, how is it possible to present the matter to those who are in a position to do something about it? If there were even a remote likelihood of this analysis being true, it would warrant a global armistice.","parent":"posts/page13.txt","score":0.8139081177629367},{"content":"Everything is revealed at a glance. But in England, the paths run criss-cross, and it is only by travelling down each one of them that one can build up a picture of the whole.","parent":"posts/page6.txt","score":0.8134673307777153},{"content":"and appraisal. Only the dedicated artist seems to have the power for encountering the present actuality.","parent":"posts/page17.txt","score":0.8133833454573843},{"content":"That our human senses, of which all media are extensions, are also fixed charges on our personal energies, and that they also configure the awareness and experience of each one of us, may be perceived in another connection mentioned by the psychologist C. G. Jung:","parent":"posts/page11.txt","score":0.8131339572966436},{"content":"It is this aspect of new art that Kenneth Galbraith recommends to the careful study of businessmen who want to stay in business. For in the electric age there is no longer any sense in talking about the artist’s being ahead of his time. Our technology is, also, ahead of its time, if we reckon by the ability to recognize it for what it is. To prevent undue wreckage in society, the artist tends now to move from the ivory tower to the control tower of society. Just as higher education is no longer a frill or luxury but a stark need of production and operational design in the electric age, so the artist is indispensable in the shaping and analysis and understanding of the life of forms, and structures created by electric technology.","parent":"posts/page13.txt","score":0.8121222055757044},{"content":"In the history of human culture there is no example of a conscious adjustment of the various factors of personal and social life to new extensions except in the puny and peripheral efforts of artists. The artist picks up the message of cultural and technological challenge decades before its transforming impact occurs. He, then, builds models or Noah’s arks for facing the change that is at hand. “The war of 1870 need never have been fought had people read my Sentimental Education,” said Gustave Flaubert.","parent":"posts/page13.txt","score":0.81003948189196},{"content":"Emile Durkheim long ago expressed the idea that the specialized task always escaped the action of the social conscience. In this regard, it would appear that the artist is the social conscience and is treated accordingly! \"We have no art,\" say the Balinese; \"we do everything as well as possible.\"","parent":"posts/page14.txt","score":0.80935157663254},{"content":"If the criminal appears as a nonconformist who is unable to meet the demand of technology that we behave in uniform and continuous patterns, literate man is quite inclined to see others who cannot conform as somewhat pathetic. Especially the child, the cripple, the woman, and the colored person appear in a world of visual and typographic technology as victims of injustice. On the other hand, in a cul-","parent":"posts/page7.txt","score":0.809032869201065}],"But in the electric age this integral idea of structure and configuration has become so prevalent that educational theory has taken up the matter. Instead of working with specialized \"problems\" in arithmetic, the structural approach now follows the lines of force in the field of number and has small children meditating about number theory and \"sets.\"":[{"content":"But in the electric age this integral idea of structure and configuration has become so prevalent that educational theory has taken up the matter. Instead of working with specialized \"problems\" in arithmetic, the structural approach now follows the lines of force in the field of number and has small children meditating about number theory and \"sets.\"","parent":"posts/page5.txt","score":1},{"content":"Before the electric speed and total field, it was not obvious that the medium is the message. The message, it seemed, was the \"content,\" as people used to ask what a painting was about. Yet they never thought to ask what a melody was about, nor what a house or a dress was about. In such matters, people retained some sense of the whole pattern, of form and function as a unity.","parent":"posts/page5.txt","score":0.8386582997132302},{"content":"It is this aspect of new art that Kenneth Galbraith recommends to the careful study of businessmen who want to stay in business. For in the electric age there is no longer any sense in talking about the artist’s being ahead of his time. Our technology is, also, ahead of its time, if we reckon by the ability to recognize it for what it is. To prevent undue wreckage in society, the artist tends now to move from the ivory tower to the control tower of society. Just as higher education is no longer a frill or luxury but a stark need of production and operational design in the electric age, so the artist is indispensable in the shaping and analysis and understanding of the life of forms, and structures created by electric technology.","parent":"posts/page13.txt","score":0.8336250154971098},{"content":"Cubism, by seizing on instant total awareness, suddenly announced that the medium is the message. Is it not evident that the moment that sequence yields to the simultaneous, one is in the world of the structure and of configuration? Is that not what has happened in physics as in painting, poetry, and in communication? Specialized segments of attention have shifted to total field, and we can now say, \"The medium is the message\" quite naturally.","parent":"posts/page5.txt","score":0.8317482339991947},{"content":"A related form of challenge that has always faced cultures is the simple fact of a frontier or a wall, on the other side of which exists another kind of society. Mere existence side by side of any two forms of organization generates a great deal of tension. Such, indeed, has been the principle of symbolist artistic structures in the past century. Toynbee observes that the challenge of a civilization set side by side with a tribal society has over and over demonstrated that the simpler society finds its integral economy and institutions \"disintegrated by a rain of psychic energy generated by the civilization\" of the more complex culture. When two societies exist side by side, the psychic challenge of the more complex one acts as an explosive release of energy in the simpler one. For prolific evidence of this kind of problem it is not necessary to look beyond the life of the teenager lived daily in the midst of a complex urban center. As the barbarian was driven to furious restlessness by the civilized contact, collapsing into mass migration, so the teenager, compelled to share the life of a city that cannot accept him as an adult, collapses into \"rebellion without a cause.\" Earlier the adolescent had been provided with a raincheck. He was prepared to wait it out. But since TV, the drive to participation has ended adolescence, and every American home has its Berlin wall.","parent":"posts/page16.txt","score":0.8287437894879681},{"content":"Such economists as Robert Theobald, W. W. Rostow, and John Kenneth Galbraith have been explaining for years how it is that \"classical economics\" cannot explain change or growth. And the paradox of mechanization is that although it is itself the cause of maximal growth and change, the principle of mechanization excludes the very possibility of growth or the understanding of change. For mechanization is achieved by fragmentation of any process and by putting the fragmented parts in a series. Yet, as David Hume showed in the eighteenth century, there is no principle of causality in a mere sequence. That one thing follows another accounts for nothing. Nothing follows from following, except change. So the greatest of all reversals occurred with electricity, that ended sequence by making things instant. With instant speed, the causes of things began to emerge to awareness again, as they had not done with things in sequence and in concatenation accordingly. Instead of asking which came first, the chicken or the egg, it suddenly seemed that a chicken was an egg's idea for getting more eggs.","parent":"posts/page4.txt","score":0.8271799876306902},{"content":"Arnold Toynbee made one approach to the transforming power of media in his concept of \"etherialization,\" which he holds to be the principle of progressive simplification and efficiency in any organization or technology. Typically, he is ignoring the effect of the challenge of these forms upon the response of our senses. He imagines that it is the response of our opinions that is relevant to the effect of media and technology in society, a \"point of view\" that is plainly the result of the typographic spell. For the man in a literate and homogenized society ceases to be sensitive to the diverse and discontinuous life of forms. He acquires the illusion of the third dimension and the \"private point of view\" as part of his Narcissus fixation and is quite shut off from Blake’s awareness or that of the Psalmist, that we become what we behold.","parent":"posts/page9.txt","score":0.8261520519772767},{"content":"Then anger rose up in the old man’s face, and he said “I have heard my teacher say that whoever uses machines does all his work like a machine. He who does his work like a machine grows a heart like a machine, and he who carries the heart of a machine in his breast loses his simplicity. He who has lost his simplicity becomes unsure in the strivings of his soul. Uncertainty in the strivings of the soul is something which does not agree with honest sense. It is not that I do not know of such things; I am ashamed to use them.”","parent":"posts/page12.txt","score":0.8249334701872535},{"content":"Electric speed mingles the cultures of prehistory with the dregs of industrial marketeers, the nonliterate with semiliterate and the postliterate. Mental breakdown of varying degrees is the very common result of uprooting and inundation with new information and endless new patterns of information. Wyndham Lewis made this a theme of his group of novels called The Human Age. The first of these, The Childermass, is concerned precisely with accelerated media change as a kind of massacre of the innocents. In our own world as we become more aware of the effects of technology on psychic formation and manifestation, we are losing all confidence in our right to assign guilt. Ancient prehistoric societies regard violent crime as pathetic. The killer is regarded as we do a cancer victim. \"How terrible it must be to feel like that,\" they say. J.M. Synge took up this idea very effectively in his Playboy of the Western World.","parent":"posts/page7.txt","score":0.8226924657602033},{"content":"The same kind of total, configurational awareness that reveals why the medium is socially the message has occurred in the most recent and radical medical theories. In his Stress of Life, Hans Selye tells of the dismay of a research colleague on hearing of Selye’s theory:","parent":"posts/page3.txt","score":0.8223094625104167},{"content":"Toynbee expounds the principle that times of trouble or rapid change produce militarism, and it is militarism that produces empire and expansion. The old Greek myth which taught that the alphabet produced militarism (\"King Cadmus sowed","parent":"posts/page17.txt","score":0.8221554676584353},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.8220497292156171},{"content":"Let us return to the electric light. Whether the light is being used for brain surgery or night baseball is a matter of indifference. It could be argued that these activities are in some way the \"content\" of the electric light, since they could not exist without the electric light. This fact merely underlines the point that \"the medium is the message\" because it is the medium that shapes and controls the scale and form of human association and action. The content or uses of such media are as diverse as they are ineffectual in shaping the form of human association. Indeed, it is only too typical that the \"content\" of any medium blinds us to the character of the medium. It is only today that industries have become aware of the various kinds of business in which they are engaged. When IBM discovered that it was not in the business of making office equipment or business machines, but that it was in the business of processing information, then it began to navigate with clear vision.","parent":"posts/page2.txt","score":0.821780735358472},{"content":"Dimension on canvas, cubism sets up an interplay of planes and contradiction ordramatic conflict of patterns, lights, textures that \"drives home the message\" by involvement. This is held by many to be an exercise in painting, not in illusion. In other words, cubism, by giving the inside and outside, the top, bottom, back, and front and the rest, in two dimensions, drops the illusion of perspective in favor of instant sensory awareness of the whole.","parent":"posts/page5.txt","score":0.821581912594953},{"content":"Arnold Toynbee is innocent of any understanding of media as they have shaped history but he is full of examples that the student of media can use. At one moment he can seriously suggest that adult education, such as the Workers Educational Association in Britain, is a useful counterforce to the popular press. Toynbee considers that although all of the oriental societies have in our time accepted the industrial technology and its political consequences: \"On the cultural plane, however, there is no uniform corresponding tendency.\" (Somervell, I. 267) This is like the voice of the literate man, floundering in a milieu of ads, who boasts, \"Personally, I pay no attention to ads.\" The spiritual and cultural reservations that the oriental peoples may have toward our technology will avail them not at all. The effects of technology do not occur at the level of opinions or concepts, but alter sense.","parent":"posts/page8.txt","score":0.8194396074135416},{"content":"In the same way the excessive tactile effects of the TV image cannot be met by mere program changes. Imaginative strategy based on adequate diagnosis would prescribe a corresponding depth or structural approach to the existing literary and visual world. If we persist in a conventional approach to these developments our traditional culture will be swept aside as scholasticism was in the sixteenth century. Had the Schoolmen with their complex oral culture understood the Gutenberg technology, they could have created a new synthesis of written and oral education, instead of bowing out of the picture and allowing the merely visual page to take over the educational enterprise. The oral Schoolmen did not meet the new visual challenge of print, and the resulting expansion or explosion of Gutenberg technology was in many respects an impoverishment of the culture, as historians like Mumford are now beginning to explain. Arnold Toynbee, in A Study of History, in considering \"the nature of growths of civilizations,\" not only abandons the concept of enlargement as a criterion of real growth of society, but states: \"More often geographical expansion is a concomitant of real decline and coincides with a 'time of troubles' or a universal state—both of them stages of decline and disintegration.\"","parent":"posts/page17.txt","score":0.8184675178594772},{"content":"It's true that assigns roles instead of jobs to people—the dwarf, the skew, the child create their own spaces. They are not expected to fit into some uniform and repeatable niche that is not their size anyway. Consider the phrase \"It's a man's world.\" As a quantitative observation endlessly repeated from within a homogenized culture, this phrase refers to the men in such a culture who have to be homogenized Dagwoods in order to belong at all. It is in our I.Q. testing that we have produced the greatest flood of misbegotten standards. Unaware of our typographic cultural bias, our testers assume that uniform and continuous habits are a sign of intelligence, thus eliminating the ear man and the tactile man.","parent":"posts/page8.txt","score":0.8175788997754845},{"content":"Just before an airplane breaks the sound barrier, sound waves become visible on the wings of the plane. The sudden visibility of sound just as sound ends is an apt instance of that great pattern of being that reveals new and opposite forms just as the earlier forms reach their peak performance. Mechanization was never so vividly fragmented or sequential as in the birth of the movies, the moment that translated us beyond mechanism into the world of growth and organic interrelation. The movie, by sheer speeding up the mechanical, carried us from the world of sequence and connections into the world of creative configuration and structure. The message of the movie medium is that of transition from lineal connections to configurations. It is the transition that produced the now quite correct observation: \"If it works, it's obsolete.\" When electric speed further takes over from mechanical movie sequences, then the lines of force in structures and in media become loud and clear. We return to the inclusive form of the icon.","parent":"posts/page4.txt","score":0.8166014704411356},{"content":"In society with new technology, it is not the incised area that is most affected. The area of impact and incision is numb. It is the entire system that is changed. The effect of radio is visual, the effect of the photo is auditory. Each new impact shifts the ratios among all the senses. What we seek today is either a means of controlling these shifts in the sense-ratios of the psychic and social outlook, or a means of avoiding them altogether. To have a disease without its symptoms is to be immune. No society has ever known enough about its actions to have developed immunity to its new extensions or technologies. Today we have begun to sense that art may be able to provide such immunity.","parent":"posts/page13.txt","score":0.8159777084596797},{"content":"It is plain that fragmentation or specialization as a technique of achieving security under tyranny and oppression of any kind has an attendant danger. Perfect adaptation to any environment is achieved by a total channeling of energies and vital force that amounts to a kind of static terminus for a creature. Even slight changes in the environment of the very well adjusted find them without any resource to meet new challenge. Such is the plight of the representatives of \"conventional wisdom\" in any society. Their entire stake of security and status is in a single form of acquired knowledge, so that innovation is for them not novelty but annihilation.","parent":"posts/page16.txt","score":0.8151559878140471}],"Cardinal Newman said of Napoleon, \"He understood the grammar of gunpowder.\" Napoleon had paid some attention to other media as well, especially the semaphore telegraph that gave him a great advantage over his enemies. He is on record for saying that \"Three hostile newspapers are more to be feared than a thousand bayonets.\"":[{"content":"Cardinal Newman said of Napoleon, \"He understood the grammar of gunpowder.\" Napoleon had paid some attention to other media as well, especially the semaphore telegraph that gave him a great advantage over his enemies. He is on record for saying that \"Three hostile newspapers are more to be feared than a thousand bayonets.\"","parent":"posts/page5.txt","score":1},{"content":"Pope Pius XII was deeply concerned that there be serious study of the media today. On February 17, 1950, he said: It is not an exaggeration to say that the future of modern society and the stability of its inner life depend in large part on the maintenance of an equilibrium between the strength of the techniques of communication and the capacity of the individual's own reaction. Failure in this respect has for centuries been typical and total for mankind. Subliminal and docile acceptance of media impact has made them prisons without walls for their human users. As A. J. Liebling remarked in his book The Press, a man is not free if he cannot see where he is going, even if he has a gun to help him get there. For each of the media is also a powerful weapon with which to clobber other media and other groups. The result is that the present age has been one of multiple civil wars that are not limited to the world of art and entertainment. In War and Human Progress, Professor J. U. Nef declared: \"The total wars of our time have been the result of a series of intellectual mistakes...\"","parent":"posts/page10.txt","score":0.8459348704134897},{"content":"The following sentiment of the Frenchman Bernard Lam expressed in The Art of Speaking (London, 1696): 'Tis an effect of the Wisdom of God, who created Man to be happy, that whatever is useful to his conversation (way of life) is agreeable to him... because all victual that conduces to nourishment is relishable, whereas other things that cannot be assimilated and be turned into our substance are insipid. A Discourse cannot be pleasant to the Hearer that is not easiest to the Speaker; nor can it be easily pronounced unless it be heard with delight.","parent":"posts/page10.txt","score":0.8255416566957211},{"content":"The grammar of print cannot help to construe the message of oral and non-written culture and institutions. The English aristocracy was properly classified as barbarian by Matthew Arnold because its power and status had nothing to do with literacy or with the cultural forms of typography. Said the Duke of Gloucester to Edward Gibbon upon the publication of his Decline and Fall: “Another damned fat book, eh, Mr. Gibbon? Scribble, scribble, scribble, eh, Mr. Gibbon?” De Tocqueville was a highly literate aristocrat who was quite able to be detached from the values and assumptions of typography. That is why he alone understood the grammar of typography. And it is only on those terms, standing aside from any structure or medium, that its principles and lines of force can be discerned. For any medium has the power of imposing its own assumption on the unwary. Prediction and control consist in avoiding this subliminal state of Narcissus trance. But the greatest aid to this end is simply in knowing that the spell can occur immediately upon contact, as in the first bars of a melody.","parent":"posts/page6.txt","score":0.8210636783510057},{"content":"Alexis de Tocqueville was the first to master the grammar of print and typography. He was thus able to read off the message of coming change in France and America as if he were reading aloud from a text that had been handed to him. In fact, the nineteenth century in France and in America was just such an open book to de Tocqueville because he had learned the grammar of print. So he, also, knew when that grammar did not apply. He was asked why he did not write a book on England, since he knew and admired England. He replied:","parent":"posts/page5.txt","score":0.8188172189489183},{"content":"Leonard Doob, in his report Communication in Africa, tells of one African who took great pains to listen each evening to the BBC news, even though he could understand nothing of it. Just to be in the presence of those sounds at 7 P.M. each day was important for him. His attitude to speech was like ours to melody—the resonant intonation was meaning enough. In the seventeenth century, our ancestors still shared this native’s attitude to the forms of media, as is plain in the fol-","parent":"posts/page9.txt","score":0.8169964243028464},{"content":"The increasing awareness of the action of media, quite independently of their “content” or programming, was indicated in the annoyed and anonymous stanza:","parent":"posts/page3.txt","score":0.8135110007884101},{"content":"Then anger rose up in the old man’s face, and he said “I have heard my teacher say that whoever uses machines does all his work like a machine. He who does his work like a machine grows a heart like a machine, and he who carries the heart of a machine in his breast loses his simplicity. He who has lost his simplicity becomes unsure in the strivings of his soul. Uncertainty in the strivings of the soul is something which does not agree with honest sense. It is not that I do not know of such things; I am ashamed to use them.”","parent":"posts/page12.txt","score":0.8118687295325844},{"content":"tube fires the right ammunition at the right people. It is good. I am not being perverse. There is simply nothing in the Sarnoff statement that will bear scrutiny, for it ignores the nature of the medium, of any and all media, in the true Narcissus style of one hypnotized by the amputation and extension of his own being in a new technical form. General Sarnoff went on to explain his attitude to the technology of print, saying that it was true that print caused much trash to circulate, but it had also disseminated the Bible and the thoughts of seers and philosophers. It has never occurred to General Sarnoff that any technology could do anything but add itself on to what we already are.","parent":"posts/page4.txt","score":0.8116922888526132},{"content":"In Shakespeare’s Troilus and Cressida, which is almost completely devoted to both a psychic and social study of communication, Shakespeare states his awareness that true social and political navigation depend upon anticipating the consequences of innovation:","parent":"posts/page3.txt","score":0.8106421893940051},{"content":"Arnold Toynbee is innocent of any understanding of media as they have shaped history but he is full of examples that the student of media can use. At one moment he can seriously suggest that adult education, such as the Workers Educational Association in Britain, is a useful counterforce to the popular press. Toynbee considers that although all of the oriental societies have in our time accepted the industrial technology and its political consequences: \"On the cultural plane, however, there is no uniform corresponding tendency.\" (Somervell, I. 267) This is like the voice of the literate man, floundering in a milieu of ads, who boasts, \"Personally, I pay no attention to ads.\" The spiritual and cultural reservations that the oriental peoples may have toward our technology will avail them not at all. The effects of technology do not occur at the level of opinions or concepts, but alter sense.","parent":"posts/page8.txt","score":0.8080811866551553},{"content":"Toynbee urges again and again the cultural strategy of the imitation of the example of great men. This, of course, is to locate cultural safety in the power of the will, rather than in the power of adequate perception of situations. Anybody could quip that this is the British trust in character as opposed to intellect. In view of the endless power of men to hypnotize themselves into unawareness in the presence of challenge, it may be argued that will-power is as useful as intelligence for survival. Today we need also the will to be exceedingly informed and aware.","parent":"posts/page17.txt","score":0.8074136997991497},{"content":"C. P. Snow, reviewing a book of A. L. Rowse (The New York Times Book Review, December 24, 1961) on Appeasement and the road to Munich, describes the top level of British brains and experience in the 1930s. \"Their I.Q.'s were much higher than usual among political bosses. Why were they such a disaster?\" The view of Rowse, Snow approves: \"They would not listen to warnings because they did not wish to hear.\" Being anti-Red made it impossible for them to read the message of Hitler. But their failure was as nothing compared to our present one. The American stake in literacy as a technology or uniformity applied to every level of education, government, industry, and social life is totally threatened by the electric technology. The threat of Stalin or Hitler was external. The electric technology is within the gates, and we are numb, deaf, blind, and mute about its encounter with the Gutenberg technology, on and through which the American way of life was formed. It is, however, no time to suggest strategies when the threat has not even been acknowledged to exist. I am in the position of Louis Pasteur telling doctors that their greatest enemy was quite invisible, and quite unrecognized by them. Our conventional response to all media, namely that it is how they are used that counts, is the numb stance of the technological idiot. For the \"content\" of a medium is like the juicy piece of meat carried by the burglar to distract the watchdog of the mind. The effect of the medium is made strong and intense just because it is given another medium as \"content.\" The content of a movie is a novel or a play or an opera. The effect of the movie form is not related to its program content. The \"content\" of writing or print is speech, but the reader is almost entirely unaware either of print or of speech.","parent":"posts/page8.txt","score":0.8072816068414126},{"content":"The Roman soldier was a man with a spade. He was an expert workman and builder who processed and packaged the resources of many societies and sent them home. Before machinery, the only massive workforces available for processing material were soldiers or slaves. As the Greek myth of Cadmus points out, the phonetic alphabet was the greatest processor of men for homogenized military life that was known to antiquity. The age of Greek society that Herodotus acknowledges to have been \"overwhelmed by more troubles than in the twenty preceding generations\" was the time that to our literary retrospect appears as one of the greatest of human centuries. It was Macaulay who remarked that it was not pleasant to live in times about which it was exciting to read. The succeeding age of Alexander saw Hellenism expand into Asia and prepare the course of the later Roman expansion. These, however, were the very centuries in which Greek civilization obviously fell apart.","parent":"posts/page18.txt","score":0.804338654322327},{"content":"I was unable to put his finger on the one fact that would lead him to a possible logical solution. It is interesting to note that success in keeping up a respectable front of the customary kind can only be done by a frantic scramble back of the façade. After the crime, after the blow has fallen, the facade of custom can only be held up by swift rearrangement of the props. So it is in our social lives when a new technology strikes, or in our private life when some intense and, therefore, indigestible experience occurs, and the censor acts at once to numb us from the blow and to ready the faculties to assimilate the intruder. Peter Cheyney’s observations of a mode of detective fiction is another instance of a popular form of entertainment functioning as a mimic model of the real thing.","parent":"posts/page15.txt","score":0.8015737676661568},{"content":"The older unawareness of the psychic and social effects of media can be illustrated from almost any of the conventional pronouncements.","parent":"posts/page3.txt","score":0.8005954694158702},{"content":"Today when we want to get our bearings in our own culture, and have need to stand aside from the bias and pressure exerted by any technical form of human expression, we have only to visit a society where that particular form has not been felt or a historical period in which it was unknown. Professor Wilbur Schramm made such a tactical move in studying Television in the Lives of Our Children. He found areas where TV had not penetrated at all and ran some tests. Since he had made no study of the peculiar nature of the TV image, his tests were of \"content\" preferences, viewing time, and vocabulary counts. In a word, his approach to the problem was a literary one, albeit unconsciously so. Consequently, he had nothing to report. Had his methods been employed in 1500 A.D. to discover the effects of the printed book in the lives of children or adults, he could have found out nothing of the changes in human and social psychology resulting from typography. Print created individualism and nationalism in the sixteenth century. Program and “content” analysis offer no clues to the magic of these media or to their subliminal charge.","parent":"posts/page9.txt","score":0.800344051577679}],"Alexis de Tocqueville was the first to master the grammar of print and typography. He was thus able to read off the message of coming change in France and America as if he were reading aloud from a text that had been handed to him. In fact, the nineteenth century in France and in America was just such an open book to de Tocqueville because he had learned the grammar of print. So he, also, knew when that grammar did not apply. He was asked why he did not write a book on England, since he knew and admired England. He replied:":[{"content":"Alexis de Tocqueville was the first to master the grammar of print and typography. He was thus able to read off the message of coming change in France and America as if he were reading aloud from a text that had been handed to him. In fact, the nineteenth century in France and in America was just such an open book to de Tocqueville because he had learned the grammar of print. So he, also, knew when that grammar did not apply. He was asked why he did not write a book on England, since he knew and admired England. He replied:","parent":"posts/page5.txt","score":1},{"content":"The grammar of print cannot help to construe the message of oral and non-written culture and institutions. The English aristocracy was properly classified as barbarian by Matthew Arnold because its power and status had nothing to do with literacy or with the cultural forms of typography. Said the Duke of Gloucester to Edward Gibbon upon the publication of his Decline and Fall: “Another damned fat book, eh, Mr. Gibbon? Scribble, scribble, scribble, eh, Mr. Gibbon?” De Tocqueville was a highly literate aristocrat who was quite able to be detached from the values and assumptions of typography. That is why he alone understood the grammar of typography. And it is only on those terms, standing aside from any structure or medium, that its principles and lines of force can be discerned. For any medium has the power of imposing its own assumption on the unwary. Prediction and control consist in avoiding this subliminal state of Narcissus trance. But the greatest aid to this end is simply in knowing that the spell can occur immediately upon contact, as in the first bars of a melody.","parent":"posts/page6.txt","score":0.9037203152470386},{"content":"De Tocqueville’s contrast between England and America is clearly based on the fact of typography and of print culture creating uniformity and continuity. England, he says, has rejected this principle and clung to the dynamic or oral common-law tradition. Hence the discontinuity and unpredictable quality of English culture.","parent":"posts/page6.txt","score":0.898255619719272},{"content":"De Tocqueville, in earlier work on the French Revolution, had explained how it was the printed word that, achieving cultural saturation in the eighteenth century, had homogenized the French nation. Frenchmen were the same kind of people from north to south. The typographic principles of uniformity, continuity, and linearity had overlaid the complexities of ancient feudal and oral society. The Revolution was carried out by the new literati and lawyers.","parent":"posts/page6.txt","score":0.895962400779863},{"content":"In the history of human culture there is no example of a conscious adjustment of the various factors of personal and social life to new extensions except in the puny and peripheral efforts of artists. The artist picks up the message of cultural and technological challenge decades before its transforming impact occurs. He, then, builds models or Noah’s arks for facing the change that is at hand. “The war of 1870 need never have been fought had people read my Sentimental Education,” said Gustave Flaubert.","parent":"posts/page13.txt","score":0.829930971984058},{"content":"Today when we want to get our bearings in our own culture, and have need to stand aside from the bias and pressure exerted by any technical form of human expression, we have only to visit a society where that particular form has not been felt or a historical period in which it was unknown. Professor Wilbur Schramm made such a tactical move in studying Television in the Lives of Our Children. He found areas where TV had not penetrated at all and ran some tests. Since he had made no study of the peculiar nature of the TV image, his tests were of \"content\" preferences, viewing time, and vocabulary counts. In a word, his approach to the problem was a literary one, albeit unconsciously so. Consequently, he had nothing to report. Had his methods been employed in 1500 A.D. to discover the effects of the printed book in the lives of children or adults, he could have found out nothing of the changes in human and social psychology resulting from typography. Print created individualism and nationalism in the sixteenth century. Program and “content” analysis offer no clues to the magic of these media or to their subliminal charge.","parent":"posts/page9.txt","score":0.8294725045723015},{"content":"In the same way the excessive tactile effects of the TV image cannot be met by mere program changes. Imaginative strategy based on adequate diagnosis would prescribe a corresponding depth or structural approach to the existing literary and visual world. If we persist in a conventional approach to these developments our traditional culture will be swept aside as scholasticism was in the sixteenth century. Had the Schoolmen with their complex oral culture understood the Gutenberg technology, they could have created a new synthesis of written and oral education, instead of bowing out of the picture and allowing the merely visual page to take over the educational enterprise. The oral Schoolmen did not meet the new visual challenge of print, and the resulting expansion or explosion of Gutenberg technology was in many respects an impoverishment of the culture, as historians like Mumford are now beginning to explain. Arnold Toynbee, in A Study of History, in considering \"the nature of growths of civilizations,\" not only abandons the concept of enlargement as a criterion of real growth of society, but states: \"More often geographical expansion is a concomitant of real decline and coincides with a 'time of troubles' or a universal state—both of them stages of decline and disintegration.\"","parent":"posts/page17.txt","score":0.829443566752398},{"content":"The following sentiment of the Frenchman Bernard Lam expressed in The Art of Speaking (London, 1696): 'Tis an effect of the Wisdom of God, who created Man to be happy, that whatever is useful to his conversation (way of life) is agreeable to him... because all victual that conduces to nourishment is relishable, whereas other things that cannot be assimilated and be turned into our substance are insipid. A Discourse cannot be pleasant to the Hearer that is not easiest to the Speaker; nor can it be easily pronounced unless it be heard with delight.","parent":"posts/page10.txt","score":0.8284680272570847},{"content":"It was Bertrand Russell who declared that the great discovery of the twentieth century was the technique of the suspended judgment. A. N. Whitehead, on the other hand, explained how the great discovery of the nineteenth century was the discovery of the technique of discovery. Namely, the technique of starting with the thing to be discovered and working back, step by step, as on an assembly line, to the point at which it is necessary to start in order to reach the desired object. In the arts, this meant starting with the effect and then inventing a poem, painting, or building that would have just that effect and no other.","parent":"posts/page11.txt","score":0.8263846848141944},{"content":"A Passage to India by E. M. Forster is a dramatic study of the inability of oral and intuitive oriental culture to meet with the rational, visual European patterns of experience. “Rational,” of course, has, for the West, long meant “uniform and continuous and sequential.” In other words, we have confused reason with literacy, and rationalism with a single technology. Thus, in the electric age, man seems to the conventional West to become irrational. In Forster’s novel, the moment of truth and clarity","parent":"posts/page6.txt","score":0.8224918978356781},{"content":"Arnold Toynbee made one approach to the transforming power of media in his concept of \"etherialization,\" which he holds to be the principle of progressive simplification and efficiency in any organization or technology. Typically, he is ignoring the effect of the challenge of these forms upon the response of our senses. He imagines that it is the response of our opinions that is relevant to the effect of media and technology in society, a \"point of view\" that is plainly the result of the typographic spell. For the man in a literate and homogenized society ceases to be sensitive to the diverse and discontinuous life of forms. He acquires the illusion of the third dimension and the \"private point of view\" as part of his Narcissus fixation and is quite shut off from Blake’s awareness or that of the Psalmist, that we become what we behold.","parent":"posts/page9.txt","score":0.8218814690998173},{"content":"In England, however, such was the power of the ancient oral traditions of common law, backed by the medieval institution of Parliament, that no uniformity or continuity of the new visual print culture could take complete hold. The result was that the most important event in English history has never taken place, namely, the English Revolution on the lines of the French Revolution. The American Revolution had no medieval legal institutions to discard or to root out, apart from monarchy. And many have held that the American Presidency has become very much more personal and monarchical than any European monarch ever could be.","parent":"posts/page6.txt","score":0.8206444205894268},{"content":"Cardinal Newman said of Napoleon, \"He understood the grammar of gunpowder.\" Napoleon had paid some attention to other media as well, especially the semaphore telegraph that gave him a great advantage over his enemies. He is on record for saying that \"Three hostile newspapers are more to be feared than a thousand bayonets.\"","parent":"posts/page5.txt","score":0.8188172189489183},{"content":"Before the electric speed and total field, it was not obvious that the medium is the message. The message, it seemed, was the \"content,\" as people used to ask what a painting was about. Yet they never thought to ask what a melody was about, nor what a house or a dress was about. In such matters, people retained some sense of the whole pattern, of form and function as a unity.","parent":"posts/page5.txt","score":0.8143026236681854},{"content":"The somewhat devious means of diagnosis that have to be used to pin down the actual form and impact of a new medium are not unlike those indicated in detective fiction by Peter Cheyney. In You Can't Keep the Change (Collins, London, 1956) he wrote:","parent":"posts/page14.txt","score":0.8130951436693603},{"content":"The operation of the money medium in seventeenth century Japan had effects not unlike the operation of typography in the West. The penetration of the money economy, wrote G. B. Sansom (in Japan, Cresset Press, London, 1931), \"caused a slow but irresistible revolution, culminating in the breakdown of feudal government and the resumption of intercourse with foreign countries after more than two hundred years of seclusion.\" Money has reorganized the sense life of peoples just because it is an extension of our sense lives. This change does not depend upon approval or disapproval of those living in the society.","parent":"posts/page9.txt","score":0.8092749272019296},{"content":"Arnold Toynbee is innocent of any understanding of media as they have shaped history but he is full of examples that the student of media can use. At one moment he can seriously suggest that adult education, such as the Workers Educational Association in Britain, is a useful counterforce to the popular press. Toynbee considers that although all of the oriental societies have in our time accepted the industrial technology and its political consequences: \"On the cultural plane, however, there is no uniform corresponding tendency.\" (Somervell, I. 267) This is like the voice of the literate man, floundering in a milieu of ads, who boasts, \"Personally, I pay no attention to ads.\" The spiritual and cultural reservations that the oriental peoples may have toward our technology will avail them not at all. The effects of technology do not occur at the level of opinions or concepts, but alter sense.","parent":"posts/page8.txt","score":0.8067934617136088},{"content":"If the criminal appears as a nonconformist who is unable to meet the demand of technology that we behave in uniform and continuous patterns, literate man is quite inclined to see others who cannot conform as somewhat pathetic. Especially the child, the cripple, the woman, and the colored person appear in a world of visual and typographic technology as victims of injustice. On the other hand, in a cul-","parent":"posts/page7.txt","score":0.8061053661542125},{"content":"The instance of the electric light may prove illuminating in this connection. The electric light is pure information. It is a medium without a message, as it were, unless it is used to spell out some verbal ad or name. This fact, characteristic of all media, means that the \"content\" of any medium is always another medium. The content of writing is speech, just as the written word is the content of print, and print is the content of the telegraph. If it is asked, \"What is the content of speech?,\" it is necessary to say, \"It is an actual process of thought, which is in itself nonverbal.\" An abstract painting represents direct manifestation of creative thought processes as they might appear in computer designs. What we are considering here, however, are the psychic and social consequences of the designs or patterns as they amplify or accelerate existing processes. For the \"message\" of any medium or technology is the change of scale or pace or pattern that it introduces into human affairs. The railway did not introduce movement or transportation or wheel or road into human society, but it accelerated and enlarged the scale of previous human functions, creating totally new kinds of cities and new kinds of work and leisure. This happened whether the railway functioned in a tropical or a northern environment.","parent":"posts/page1.txt","score":0.8044234933219869},{"content":"C. P. Snow, reviewing a book of A. L. Rowse (The New York Times Book Review, December 24, 1961) on Appeasement and the road to Munich, describes the top level of British brains and experience in the 1930s. \"Their I.Q.'s were much higher than usual among political bosses. Why were they such a disaster?\" The view of Rowse, Snow approves: \"They would not listen to warnings because they did not wish to hear.\" Being anti-Red made it impossible for them to read the message of Hitler. But their failure was as nothing compared to our present one. The American stake in literacy as a technology or uniformity applied to every level of education, government, industry, and social life is totally threatened by the electric technology. The threat of Stalin or Hitler was external. The electric technology is within the gates, and we are numb, deaf, blind, and mute about its encounter with the Gutenberg technology, on and through which the American way of life was formed. It is, however, no time to suggest strategies when the threat has not even been acknowledged to exist. I am in the position of Louis Pasteur telling doctors that their greatest enemy was quite invisible, and quite unrecognized by them. Our conventional response to all media, namely that it is how they are used that counts, is the numb stance of the technological idiot. For the \"content\" of a medium is like the juicy piece of meat carried by the burglar to distract the watchdog of the mind. The effect of the medium is made strong and intense just because it is given another medium as \"content.\" The content of a movie is a novel or a play or an opera. The effect of the movie form is not related to its program content. The \"content\" of writing or print is speech, but the reader is almost entirely unaware either of print or of speech.","parent":"posts/page8.txt","score":0.8034556678059626}],"One would have to have an unusual degree of philosophical folly to believe oneself able to judge England in six months. A year always seemed to me too short a time in which to appreciate the United States properly, and it is much easier to acquire clear and precise notions about the American Union than about Great Britain. In America all laws derive in a sense from the same line of thought. The whole of society, so to speak, is founded upon a single fact; everything springs from a simple principle. One could compare America to a forest pierced by a multitude of straight roads all converging on the same point. One has only to find the center and":[{"content":"One would have to have an unusual degree of philosophical folly to believe oneself able to judge England in six months. A year always seemed to me too short a time in which to appreciate the United States properly, and it is much easier to acquire clear and precise notions about the American Union than about Great Britain. In America all laws derive in a sense from the same line of thought. The whole of society, so to speak, is founded upon a single fact; everything springs from a simple principle. One could compare America to a forest pierced by a multitude of straight roads all converging on the same point. One has only to find the center and","parent":"posts/page5.txt","score":1.0000000000000002},{"content":"De Tocqueville’s contrast between England and America is clearly based on the fact of typography and of print culture creating uniformity and continuity. England, he says, has rejected this principle and clung to the dynamic or oral common-law tradition. Hence the discontinuity and unpredictable quality of English culture.","parent":"posts/page6.txt","score":0.8540495946958367},{"content":"In England, however, such was the power of the ancient oral traditions of common law, backed by the medieval institution of Parliament, that no uniformity or continuity of the new visual print culture could take complete hold. The result was that the most important event in English history has never taken place, namely, the English Revolution on the lines of the French Revolution. The American Revolution had no medieval legal institutions to discard or to root out, apart from monarchy. And many have held that the American Presidency has become very much more personal and monarchical than any European monarch ever could be.","parent":"posts/page6.txt","score":0.835204817067909},{"content":"It was Bertrand Russell who declared that the great discovery of the twentieth century was the technique of the suspended judgment. A. N. Whitehead, on the other hand, explained how the great discovery of the nineteenth century was the discovery of the technique of discovery. Namely, the technique of starting with the thing to be discovered and working back, step by step, as on an assembly line, to the point at which it is necessary to start in order to reach the desired object. In the arts, this meant starting with the effect and then inventing a poem, painting, or building that would have just that effect and no other.","parent":"posts/page11.txt","score":0.8262746552338128},{"content":"A Passage to India (the phrase is from Whitman, who saw America headed Eastward) is a parable of Western man in the electric age, and is only incidentally related to Europe or the Orient. The ultimate conflict between sight and sound, between written and oral kinds of perception and organization of existence is upon us. Since understanding stops action, as Nietzsche observed, we can moderate the fierceness of this conflict by understanding the media that extend us and raise these wars within and without us.","parent":"posts/page7.txt","score":0.8233776953229148},{"content":"Everything is revealed at a glance. But in England, the paths run criss-cross, and it is only by travelling down each one of them that one can build up a picture of the whole.","parent":"posts/page6.txt","score":0.8166821266962109},{"content":"A related form of challenge that has always faced cultures is the simple fact of a frontier or a wall, on the other side of which exists another kind of society. Mere existence side by side of any two forms of organization generates a great deal of tension. Such, indeed, has been the principle of symbolist artistic structures in the past century. Toynbee observes that the challenge of a civilization set side by side with a tribal society has over and over demonstrated that the simpler society finds its integral economy and institutions \"disintegrated by a rain of psychic energy generated by the civilization\" of the more complex culture. When two societies exist side by side, the psychic challenge of the more complex one acts as an explosive release of energy in the simpler one. For prolific evidence of this kind of problem it is not necessary to look beyond the life of the teenager lived daily in the midst of a complex urban center. As the barbarian was driven to furious restlessness by the civilized contact, collapsing into mass migration, so the teenager, compelled to share the life of a city that cannot accept him as an adult, collapses into \"rebellion without a cause.\" Earlier the adolescent had been provided with a raincheck. He was prepared to wait it out. But since TV, the drive to participation has ended adolescence, and every American home has its Berlin wall.","parent":"posts/page16.txt","score":0.8151085081372004},{"content":"Toynbee urges again and again the cultural strategy of the imitation of the example of great men. This, of course, is to locate cultural safety in the power of the will, rather than in the power of adequate perception of situations. Anybody could quip that this is the British trust in character as opposed to intellect. In view of the endless power of men to hypnotize themselves into unawareness in the presence of challenge, it may be argued that will-power is as useful as intelligence for survival. Today we need also the will to be exceedingly informed and aware.","parent":"posts/page17.txt","score":0.8129919713591052},{"content":"A Passage to India by E. M. Forster is a dramatic study of the inability of oral and intuitive oriental culture to meet with the rational, visual European patterns of experience. “Rational,” of course, has, for the West, long meant “uniform and continuous and sequential.” In other words, we have confused reason with literacy, and rationalism with a single technology. Thus, in the electric age, man seems to the conventional West to become irrational. In Forster’s novel, the moment of truth and clarity","parent":"posts/page6.txt","score":0.8109723784458306},{"content":"Such economists as Robert Theobald, W. W. Rostow, and John Kenneth Galbraith have been explaining for years how it is that \"classical economics\" cannot explain change or growth. And the paradox of mechanization is that although it is itself the cause of maximal growth and change, the principle of mechanization excludes the very possibility of growth or the understanding of change. For mechanization is achieved by fragmentation of any process and by putting the fragmented parts in a series. Yet, as David Hume showed in the eighteenth century, there is no principle of causality in a mere sequence. That one thing follows another accounts for nothing. Nothing follows from following, except change. So the greatest of all reversals occurred with electricity, that ended sequence by making things instant. With instant speed, the causes of things began to emerge to awareness again, as they had not done with things in sequence and in concatenation accordingly. Instead of asking which came first, the chicken or the egg, it suddenly seemed that a chicken was an egg's idea for getting more eggs.","parent":"posts/page4.txt","score":0.8094457674950494},{"content":"To a much greater degree than Roman slavery, the specialization of mechanized industry and market organization has faced Western man with the challenge of manufacture by mono-fracture, or the tackling of all things and operations one bit at a time. This is the challenge that has permeated all aspects of our lives and enabled us to expand so triumphantly in all directions and in all spheres.","parent":"posts/page18.txt","score":0.8073284412504812},{"content":"C. P. Snow, reviewing a book of A. L. Rowse (The New York Times Book Review, December 24, 1961) on Appeasement and the road to Munich, describes the top level of British brains and experience in the 1930s. \"Their I.Q.'s were much higher than usual among political bosses. Why were they such a disaster?\" The view of Rowse, Snow approves: \"They would not listen to warnings because they did not wish to hear.\" Being anti-Red made it impossible for them to read the message of Hitler. But their failure was as nothing compared to our present one. The American stake in literacy as a technology or uniformity applied to every level of education, government, industry, and social life is totally threatened by the electric technology. The threat of Stalin or Hitler was external. The electric technology is within the gates, and we are numb, deaf, blind, and mute about its encounter with the Gutenberg technology, on and through which the American way of life was formed. It is, however, no time to suggest strategies when the threat has not even been acknowledged to exist. I am in the position of Louis Pasteur telling doctors that their greatest enemy was quite invisible, and quite unrecognized by them. Our conventional response to all media, namely that it is how they are used that counts, is the numb stance of the technological idiot. For the \"content\" of a medium is like the juicy piece of meat carried by the burglar to distract the watchdog of the mind. The effect of the medium is made strong and intense just because it is given another medium as \"content.\" The content of a movie is a novel or a play or an opera. The effect of the movie form is not related to its program content. The \"content\" of writing or print is speech, but the reader is almost entirely unaware either of print or of speech.","parent":"posts/page8.txt","score":0.807300239672864},{"content":"Does thoughts unveil in their dumb cradles.","parent":"posts/page3.txt","score":0.8056804775859591},{"content":"Arnold Toynbee has devoted much of his A Study of History to analyzing the kinds of challenge faced by a variety of cultures during many centuries. Highly relevant to Western man is Toynbee’s explanation of how the lame and the crippled","parent":"posts/page15.txt","score":0.8026263351418681},{"content":"The following sentiment of the Frenchman Bernard Lam expressed in The Art of Speaking (London, 1696): 'Tis an effect of the Wisdom of God, who created Man to be happy, that whatever is useful to his conversation (way of life) is agreeable to him... because all victual that conduces to nourishment is relishable, whereas other things that cannot be assimilated and be turned into our substance are insipid. A Discourse cannot be pleasant to the Hearer that is not easiest to the Speaker; nor can it be easily pronounced unless it be heard with delight.","parent":"posts/page10.txt","score":0.8025620484151114}]}